[
    {
        "number": "1.1",
        "shlok": "धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः | मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय || १ ||",
        "meaning": "धृतराष्ट्र ने कहा -- हे संजय ! धर्मभूमि कुरुक्षेत्र में युद्ध की इच्छा से एकत्र हुए मेरे तथा पाण्डु के पुत्रों ने क्या किया ?"
    },
    {
        "number": "1.2",
        "shlok": "सञ्जय उवाच । दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा । आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ॥ २ ॥",
        "meaning": "संजय ने कहा - हे राजन! पाण्डुपुत्रों द्वारा सेना की व्यूहरचना देखकर राजा दुर्योधन अपने गुरु के पास गया और उसने ये शब्द कहे।"
    },
    {
        "number": "1.3",
        "shlok": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् । व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥ ३ ॥",
        "meaning": "हे आचार्य! पाण्डुपुत्रों की विशाल सेना को देखें, जिसे आपके बुद्धिमान शिष्य द्रुपद के पुत्र ने इतने कौशल से व्यवस्थित किया है।"
    },
    {
        "number": "1.4",
        "shlok": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि । युयुधानो विराटश्च द्रुपदश्च महारथः ॥ ४ ॥",
        "meaning": "इस सेना में भीम तथा अर्जुन के समान युद्ध करने वाले अनेक वीर धनुर्धर हैं- यथा महारथी युयुधान, विराट तथा द्रुपद।"
    },
    {
        "number": "1.5",
        "shlok": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् । पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥ ५ ॥",
        "meaning": "इनके साथ ही धृष्टकेतु, चेकितान, काशिराज, पुरुजित, कुन्तिभोज तथा शैब्य जैसे महान शक्तिशाली योद्धा भी हैं।"
    },
    {
        "number": "1.6",
        "shlok": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् । सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥ ६ ॥",
        "meaning": "पराक्रमी युधामन्यु, अत्यन्त शक्तिशाली उत्तमौजा, सुभद्रा का पुत्र तथा द्रोपदी के पुत्र - ये सभी महारथी हैं |"
    },
    {
        "number": "1.7",
        "shlok": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम । नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥ ७ ॥",
        "meaning": "किन्तु हे ब्राह्मणश्रेष्ठ ! आपकी सूचना के लिए मैं अपनी सेना के उन नायकों के विषय में बताना चाहूँगा जो मेरी सेना को संचालित करने में विशेष रूप से निपुण हैं।"
    },
    {
        "number": "1.8",
        "shlok": "भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जयः । अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ॥ ८ ॥",
        "meaning": "मेरी सेना में स्वयं आप, भीष्म, कर्ण, कृपाचार्य, अश्वत्थामा, विकर्ण तथा सोमदत्त का पुत्र भूरिश्रवा आदि हैं जो युद्ध में सदैव विजयी रहे हैं।"
    },
    {
        "number": "1.9",
        "shlok": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः । नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥ ९ ॥",
        "meaning": "ऐसे अन्य वीर भी हैं जो मेरे लिए अपना जीवन त्याग करने के लिए उद्यत हैं। वे विविध प्रकार के हथियारों से सुसज्जित हैं और युद्धविद्या में निपुण हैं।"
    },
    {
        "number": "1.10",
        "shlok": "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् । पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् ॥ १० ॥",
        "meaning": "हमारी शक्ति अपरिमेय है और हम सब पितामह द्वारा भलीभाँति संरक्षित हैं, जबकि पाण्डवों की शक्ति भीम द्वारा भलीभाँति संरक्षित होकर भी सीमित है।"
    },
    {
        "number": "1.11",
        "shlok": "अयनेषु च सर्वेषु यथाभागमवस्थिताः । भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥ ११ ॥",
        "meaning": "अतएव सैन्यव्यूह में अपने-अपने मोर्चों पर खड़े रहकर आप सभी भीष्म पितामह को पूरी-पूरी सहायता दें।"
    },
    {
        "number": "1.12",
        "shlok": "तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः । सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥ १२ ॥",
        "meaning": "तब कुरुवंश के वयोवृद्ध परम प्रतापी एवं वृद्ध पितामह ने सिंह-गर्जना की सी ध्वनि करने वाले अपने शंख को उच्च स्वर से बजाया, जिससे दुर्योधन को हर्ष हुआ |"
    },
    {
        "number": "1.13",
        "shlok": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः । सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥ १३ ॥",
        "meaning": "तत्पश्चात् शंख, नगाड़े, बिगुल, तुरही तथा सींग सहसा एकसाथ बज उठे | वह समवेत स्वर अत्यन्त कोलाहलपूर्ण था |"
    },
    {
        "number": "1.14",
        "shlok": "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ । माधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः ॥ १४ ॥",
        "meaning": "दूसरी ओर से श्वेत घोड़ों द्वारा खींचे जाने वाले विशाल रथ पर आसीन कृष्ण तथा अर्जुन ने अपने-अपने दिव्य शंख बजाये |"
    },
    {
        "number": "1.15",
        "shlok": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः । पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥ १५ ॥",
        "meaning": "भगवान् कृष्ण ने अपना पाञ्चजन्य शंख बजाया, अर्जुन ने देवदत्त शंख तथा अतिभोजी एवं अतिमानवीय कार्य करने वाले भीम ने पौण्ड्र नामक शंख बजाया |"
    },
    {
        "number": "1.16-18",
        "shlok": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः । नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥ १६ ॥ काश्यश्च परमेष्वासः शिखण्डी च महारथः । धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥ १७ ॥ द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते । सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥ १८ ॥",
        "meaning": "हे राजन् ! कुन्तीपुत्र राजा युधिष्ठिर ने अपना अनन्तविजय नामक शंख बजाया तथा नकुल और सहदेव ने सुघोष एवं मणिपुष्पक शंख बजाये | महान धनुर्धर काशीराज, परम योद्धा शिखण्डी, धृष्टद्युम्न, विराट, अजेय सात्यकि, द्रुपद, द्रौपदी के पुत्र तथा सुभद्रा के महाबाहु पुत्र आदि सबों में अपने-अपने शंख बजाये |"
    },
    {
        "number": "1.19",
        "shlok": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् । नभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन् ॥ १९ ॥",
        "meaning": "इन विभिन्न शंखों की ध्वनि कोलाहलपूर्ण बन गई जो आकाश तथा पृथ्वी को शब्दायमान करती हुई धृतराष्ट्र के पुत्रों के हृदयों को विदीर्ण करने लगी |"
    },
    {
        "number": "1.20",
        "shlok": "अथ व्यवस्थितान्दृष्टवा धार्तराष्ट्रान्कपिध्वजः । प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः । हृषीकेशं तदा वाक्यमिदमाह महीपते ॥ २० ॥",
        "meaning": "उस समय हनुमान से अंकित ध्वजा लगे रथ पर आसीन पाण्डुपुत्र अर्जुन अपना धनुष उठा कर तीर चलाने के लिए उद्यत हुआ | हे राजन् ! धृतराष्ट्र के पुत्रों को व्यूह में खड़ा देखकर अर्जुन ने श्रीकृष्ण से ये वचन कहे |"
    },
    {
        "number": "1.21-22",
        "shlok": "अर्जुन उवाच | सेनयोरुभयोर्मध्ये रथं स्थाप्य मेऽच्युत । यावदेतान्निरिक्षेऽहं योद्धकामानवस्थितान् ॥ २१ ॥ कैर्मया सह योद्धव्यमस्मित्रणसमुद्यमे ॥ २२ ॥",
        "meaning": "अर्जुन ने कहा - हे अच्युत ! कृपा करके मेरा रथ दोनों सेनाओं के बीच में ले चलें जिससे मैं यहाँ युद्ध की अभिलाषा रखने वालों को और शस्त्रों कि इस महान परीक्षा में, जिनसे मुझे संघर्ष करना है, उन्हें देख सकूँ |"
    },
    {
        "number": "1.23",
        "shlok": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः । धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥ २३ ॥",
        "meaning": "मुझे उन लोगों को देखने दीजिये जो यहाँ पर धृतराष्ट्र के दुर्बुद्धि पुत्र (दुर्योधन) को प्रसन्न करने की इच्छा से लड़ने के लिए आये हुए हैं।"
    },
    {
        "number": "1.24",
        "shlok": "सञ्जय उवाच । एवमुक्तो हृषीकेशो गुडाकेशेन भारत । सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् ॥ २४ ॥",
        "meaning": "संजय ने कहा - हे भरतवंशी! अर्जुन द्वारा इस प्रकार सम्बोधित किये जाने पर भगवान् कृष्ण ने दोनों दलों के बीच में उस उत्तम रथ को लाकर खड़ा कर दिया |"
    },
    {
        "number": "1.25",
        "shlok": "भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् । उवाच पार्थ पश्यैतान्समवेतान्कुरुनिति ॥ २५ ॥",
        "meaning": "भीष्म, द्रोण तथा विश्व भर के अन्य समस्त राजाओं के सामने भगवान् ने कहा कि हे पार्थ ! यहाँ पर एकत्र सारे कुरुओं को देखो |"
    },
    {
        "number": "1.26",
        "shlok": "तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान । आचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा । श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ॥ २६ ॥",
        "meaning": "अर्जुन ने वहाँ पर दोनों पक्षों की सेनाओं के मध्य में अपने चाचा-ताउओं, पितामहों, गुरुओं, मामाओं, भाइयों, पुत्रों, पौत्रों, मित्रों, ससुरों और शुभचिन्तकों को भी देखा |"
    },
    {
        "number": "1.27",
        "shlok": "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् । कृपया परयाविष्टो विषीदन्निदमब्रवीत् ॥ २७ ॥",
        "meaning": "जब कुन्तीपुत्र अर्जुन ने मित्रों तथा सम्बन्धियों की इन विभिन्न श्रेणियों को देखा तो वह करुणा से अभिभूत हो गया और इस प्रकार बोला |"
    },
    {
        "number": "1.28",
        "shlok": "अर्जुन उवाच । दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् । सीदन्ति मम गात्राणि मुखं च परिश्रुष्यति ॥ २८ ॥",
        "meaning": "अर्जुन ने कहा – हे कृष्ण ! इस प्रकार युद्ध कि इच्छा रखने वाले मित्रों तथा सम्बन्धियों को अपने समक्ष उपस्थित देखकर मेरे शरीर के अंग काँप रहे हैं और मेरा मुँह सूखा जा रहा है ।"
    },
    {
        "number": "1.29",
        "shlok": "वेपथुश्च शरीरे मे रोमहर्षश्च जायते । गाण्डीवं संसते हस्तात्त्वक्चैव परिदह्यते ॥ २९ ॥",
        "meaning": "मेरा सारा शरीर काँप रहा है, मेरे रोंगटे खड़े हो रहे हैं, मेरा गाण्डीव धनुष मेरे हाथ से सरक रहा है और मेरी त्वचा जल रही है।"
    },
    {
        "number": "1.30",
        "shlok": "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः । निमित्तानि च पश्यामि विपरीतानि केशव ॥ ३० ॥",
        "meaning": "मैं यहाँ अब और अधिक खड़ा रहने में असमर्थ हूँ | मैं अपने को भूल रहा हूँ और मेरा सिर चकरा रहा है | हे कृष्ण ! मुझे तो केवल अमंगल के कारण दिख रहे हैं।"
    },
    {
        "number": "1.31",
        "shlok": "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे । न काङ्क्ष विजयं कृष्ण न च राज्यं सुखानि च ॥ ३१ ॥",
        "meaning": "हे कृष्ण ! इस युद्ध में अपने ही स्वजनों का वध करने से न तो मुझे कोई अच्छाई दिखती है और न, मैं उससे किसी प्रकार की विजय, राज्य या सुख की इच्छा रखता हूँ।"
    },
    {
        "number": "1.32-35",
        "shlok": "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा । येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ॥ ३२ ॥ त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च । आचार्याः पितरः पुत्रास्तथैव च पितामहाः ॥ ३३ ॥ मातुलाः श्वश्रुराः पौत्राः श्यालाः सम्बन्धिनस्तथा । एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ॥ ३४ ॥ अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते । निहत्य धार्तराष्ट्रान्नः का प्रीति स्याज्जनार्दन ॥ ३५ ॥",
        "meaning": "हे गोविन्द! हमें राज्य, सुख अथवा इस जीवन से क्या लाभ ! क्योंकि जिन सारे लोगों के लिए हम उन्हें चाहते हैं वे ही इस युद्धभूमि में खड़े हैं | हे मधुसूदन ! जब गुरुजन, पितृगण, पुत्रगण, पितामह, मामा, ससुर, पौत्रगण, साले तथा अन्य सारे सम्बन्धी अपना धन एवं प्राण देने के लिए तत्पर हैं और मेरे समक्ष खड़े हैं तो फिर मैं इन सबको क्यों मारना चाहूँगा, भले ही वे मुझे क्यों न मार डालें? हे जीवों के पालक ! मैं इन सबों से लड़ने को तैयार नहीं, भले ही बदले में मुझे तीनों लोक क्यों न मिलते हों, इस पृथ्वी की तो बात ही छोड़ दें | भला धृतराष्ट्र के पुत्रों को मारकर हमें कौन सी प्रसन्नता मिलेगी?"
    },
    {
        "number": "1.36",
        "shlok": "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः । तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् । स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥ ३६ ॥",
        "meaning": "यदि हम ऐसे आततायियों का वध करते हैं तो हम पर पाप चढ़ेगा | अतः यह उचित नहीं होगा कि हम धृतराष्ट्र के पुत्रों तथा उनके मित्रों का वध करें | हे लक्ष्मीपति कृष्ण ! अपने ही बान्धवों को मार कर हम किस प्रकार सुखी हो सकते हैं ?"
    },
    {
        "number": "1.37-38",
        "shlok": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः । कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥ ३७ ॥ कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम् । कुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन ॥ ३८ ॥",
        "meaning": "हे जनार्दन ! यद्यपि लोभ से अभिभूत चित्त वाले ये लोग अपने परिवार को मारने या मित्रों से द्रोह करने में कोई दोष नहीं देखते, किन्तु हम लोग, जो परिवार के विनष्ट करने में अपराध देख सकते हैं, ऐसे पापकर्मों में क्यों प्रवृत्त हों ?"
    },
    {
        "number": "1.39",
        "shlok": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः । धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥ ३९ ॥",
        "meaning": "कुल का नाश होने पर सनातन कुल-परम्परा नष्ट हो जाती है और इस तरह शेष कुल भी अधर्म में प्रवृत्त हो जाता है |"
    },
    {
        "number": "1.40",
        "shlok": "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः । स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्करः ॥ ४० ॥",
        "meaning": "हे कृष्ण ! जब कुल में अधर्म प्रमुख हो जाता है तो कुल की स्त्रियाँ दूषित हो जाती हैं और स्त्रीत्व के पतन से हे वृष्णिवंशी ! अवांछित सन्तानें उत्पन्न होती हैं |"
    },
    {
        "number": "1.41",
        "shlok": "सङ्करो नरकायैव कुलघ्नानां कुलस्य च । पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः ॥ ४१ ॥",
        "meaning": "अवांछित सन्तानों की वृद्धि से निश्चय ही परिवार के लिए तथा पारिवारिक परम्परा को विनष्ट करने वालों के लिए नारकीय जीवन उत्पन्न होता है | ऐसे पतित कुलों के पुरखे (पितर) गिर जाते हैं क्योंकि उन्हें जल तथा पिण्ड दान देने की क्रियाएँ समाप्त हो जाती हैं |"
    },
    {
        "number": "1.42",
        "shlok": "दोषैरेतैः कुलघ्नानां वर्णसङ्करकारकैः । उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥ ४२ ॥",
        "meaning": "जो लोग कुल-परम्परा को विनष्ट करते हैं और इस तरह अवांछित सन्तानों को जन्म देते हैं, उनके दुष्कर्मों से समस्त प्रकार की सामुदायिक योजनाएँ तथा पारिवारिक कल्याण-कार्य विनष्ट हो जाते हैं |"
    },
    {
        "number": "1.43",
        "shlok": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन । नरके नियतं वासो भवतीत्यनुशुश्रुम ॥ ४३ ॥",
        "meaning": "हे कृष्ण (जनार्दन)! मैंने परम्परा से सुना है कि जो लोग कुलधर्म का विनाश करते हैं, वे सदैव नरक में वास करते हैं |"
    },
    {
        "number": "1.44",
        "shlok": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् । यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥ ४४ ॥",
        "meaning": "ओह ! कितने आश्चर्य की बात है कि हम सब जघन्य पाप करने के लिए उद्यत हो रहे हैं | राज्यसुख भोगने की इच्छा से प्रेरित होकर हम अपने ही सम्बन्धियों को मारने पर तुले हैं |"
    },
    {
        "number": "1.45",
        "shlok": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः । धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥ ४५ ॥",
        "meaning": "यदि शस्त्रधारी धृतराष्ट्र के पुत्र मुझ निहत्थे तथा रणभूमि में प्रतिरोध न करने वाले को मार डालें, तो वह मेरे लिए श्रेयस्कर होगा |"
    },
    {
        "number": "1.46",
        "shlok": "सञ्जय उवाच । एवमुक्तवार्जुनः संख्ये रथोपस्थ उपाविशत् । विसृज्य सशरं चापं शोकसंविग्नमानसः ॥ ४६ ॥",
        "meaning": "संजय ने कहा – युद्धभूमि में इस प्रकार कह कर अर्जुन ने अपना धनुष तथा बाण एक ओर रख दिया और शोकसंतप्त चित्त से रथ के आसन पर बैठ गया |"
    },
    {
        "number": "2.1",
        "shlok": "सञ्जय उवाच । तं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् । विषीदन्तमिदं वाक्यमुवाच मधुसूदनः ॥ १ ॥",
        "meaning": "संजय ने कहा – करुणा से व्याप्त, शोकयुक्त, अश्रुपूरित नेत्रों वाले अर्जुन को देखकर मधुसूदन कृष्ण ने ये शब्द कहे |"
    },
    {
        "number": "2.2",
        "shlok": "श्रीभगवानुवाच । कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् । अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन ॥ २ ॥",
        "meaning": "श्रीभगवान् ने कहा – हे अर्जुन ! तुम्हारे मन में यह कल्मष आया कैसे ? यह उस मनुष्य के लिए तनिक भी अनुकूल नहीं है जो जीवन के मूल्य को जानता हो | इससे उच्चलोक की नहीं अपितु अपयश की प्राप्ति होती है |"
    },
    {
        "number": "2.3",
        "shlok": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते । क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप ॥ ३ ॥",
        "meaning": "हे पृथापुत्र ! इस हीन नपुंसकता को प्राप्त मत होओ | यह तुम्हें शोभा नहीं देती | हे शत्रुओं के दमनकर्ता ! हृदय की क्षुद्र दुर्बलता को त्याग कर युद्ध के लिए खड़े होओ |"
    },
    {
        "number": "2.4",
        "shlok": "अर्जुन उवाच । कथं भीष्ममहं सङ्ख्ये द्रोणं च मधुसूदन । इषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन ॥ ४ ॥",
        "meaning": "अर्जुन ने कहा – हे शत्रुहन्ता ! हे मधुसूदन ! मैं युद्धभूमि में किस तरह भीष्म तथा द्रोण जैसे पूजनीय व्यक्तियों पर उलट कर बाण चलाऊँगा ?"
    },
    {
        "number": "2.5",
        "shlok": "गुरूनहत्वा हि महानुभावान् श्रेयो भोक्तुं भैक्ष्यमपीह लोके । हत्वार्थकामांस्तु गुरूनिहैव भुञ्जीय भोगान् रुधिरप्रदिग्धान् ॥ ५ ॥",
        "meaning": "ऐसे महापुरुषों को, जो मेरे गुरु हैं, उन्हें मार कर जीने की अपेक्षा मैं इस संसार में भीख माँगकर खाना अच्छा समझता हूँ | भले ही वे सांसारिक लाभ के इच्छुक हों, किन्तु हैं तो गुरुजन ही | यदि उनका वध होता है तो हमारे द्वारा भोग्य प्रत्येक वस्तु उनके रक्त से सनी होगी |"
    },
    {
        "number": "2.6",
        "shlok": "न चैतद्विद्मः कतरन्नो गरीयो यद्वा जयेम यदि वा नो जयेयुः । यानेव हत्वा न जिजीविषाम- स्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः ॥ ६ ॥",
        "meaning": "हम यह भी नहीं जानते कि हमारे लिए क्या श्रेष्ठ है—उनको जीतना या उनके द्वारा जीते जाना | यदि हम धृतराष्ट्र के पुत्रों का वध कर देते हैं तो हमें जीवित रहने की आवश्यकता नहीं है | फिर भी वे युद्धभूमि में हमारे समक्ष खड़े हैं |"
    },
    {
        "number": "2.7",
        "shlok": "कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः । यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् ॥ ७ ॥",
        "meaning": "अब मैं अपनी कृपण-दुर्बलता के कारण अपना कर्तव्य भूल गया हूँ और सारा धैर्य खो चुका हूँ | ऐसी अवस्था में मैं आपसे पूछ रहा हूँ कि जो मेरे लिए श्रेयस्कर हो उसे निश्चित रूप से बताएँ | अब मैं आपका शिष्य हूँ और आपका शरणागत हूँ | कृपया मुझे उपदेश दें |"
    },
    {
        "number": "2.8",
        "shlok": "न हि प्रपश्यामि ममापनुद्याद् यच्छोकमुच्छोषणमिन्द्रियाणाम् । अवाप्य भूमावसपत्नमृद्धं राज्यं सुराणामपि चाधिपत्यम् ॥ ८ ॥",
        "meaning": "मुझे ऐसा कोई साधन नहीं सूझता जो मेरी इन्द्रियों को सुखाने वाले इस शोक को दूर कर सके | स्वर्ग पर देवताओं के आधिपत्य की तरह इस धनधान्य-सम्पन्न सारी पृथ्वी पर निष्कंटक राज्य प्राप्त करके भी मैं इस शोक को दूर नहीं कर सकूँगा |"
    },
    {
        "number": "2.9",
        "shlok": "सञ्जय उवाच । एवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप । न योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह ॥ ९ ॥",
        "meaning": "संजय ने कहा – इस प्रकार कहने के बाद शत्रुओं का दमन करने वाला अर्जुन कृष्ण से बोला, “हे गोविन्द ! मैं युद्ध नहीं करूँगा |” और चुप हो गया |"
    },
    {
        "number": "2.10",
        "shlok": "तमुवाच हृषीकेशः प्रहसन्निव भारत । सेनयोरुभयोर्मध्ये विषीदन्तमिदं वचः ॥ १० ॥",
        "meaning": "हे भरतवंशी ! उस समय दोनों सेनाओं के मध्य शोकविह्वल अर्जुन से कृष्ण ने मानो हँसते हुए ये शब्द कहे |"
    },
    {
        "number": "2.11",
        "shlok": "श्रीभगवानुवाच । अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे । गतासूनगतासूंश्च नानुशोचन्ति पण्डिताः ॥ ११ ॥",
        "meaning": "श्रीभगवान् ने कहा – तुम पाण्डित्यपूर्ण वचन कहते हुए उनके लिए शोक कर रहे हो जो शोक करने योग्य नहीं हैं | जो विद्वान होते हैं, वे न तो जीवित के लिए और न ही मृत के लिए शोक करते हैं |"
    },
    {
        "number": "2.12",
        "shlok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः । न चैव न भविष्यामः सर्वे वयमतः परम् ॥ १२ ॥",
        "meaning": "ऐसा कभी नहीं हुआ कि मैं न रहा हूँ या तुम न रहे हो अथवा ये समस्त राजा न रहे हों; और न ही ऐसा है कि भविष्य में हम लोग नहीं रहेंगे |"
    },
    {
        "number": "2.13",
        "shlok": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा । तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति ॥ १३ ॥",
        "meaning": "जिस प्रकार शरीरधारी आत्मा इस (वर्तमान) शरीर में बाल्यावस्था से तरुणावस्था में और फिर वृद्धावस्था में निरन्तर अग्रसर होता रहता है, उसी प्रकार मृत्यु होने पर आत्मा दूसरे शरीर में चला जाता है | धीर व्यक्ति ऐसे परिवर्तन से मोह को प्राप्त नहीं होता |"
    },
    {
        "number": "2.14",
        "shlok": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः । आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत ॥ १४ ॥",
        "meaning": "हे कुन्तीपुत्र ! सुख तथा दुख का क्षणिक उदय तथा कालक्रम में उनका अन्तर्धान होना सर्दी तथा गर्मी की ऋतुओं के आने जाने के समान है | हे भरतवंशी ! वे इन्द्रियबोध से उत्पन्न होते हैं और मनुष्य को चाहिए कि अविचल भाव से उनको सहन करना सीखे |"
    },
    {
        "number": "2.15",
        "shlok": "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ । समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते ॥ १५ ॥",
        "meaning": "हे पुरुषश्रेष्ठ (अर्जुन)! जो पुरुष सुख तथा दुख में विचलित नहीं होता और इन दोनों में समभाव रहता है, वह निश्चित रूप से मुक्ति के योग्य है |"
    },
    {
        "number": "2.16",
        "shlok": "नासतो विद्यते भावो नाभावो विद्यते सतः । उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः ॥ १६ ॥",
        "meaning": "तत्वदर्शियों ने यह निष्कर्ष निकाला है कि असत् (भौतिक शरीर) का तो कोई स्थायित्व नहीं है, किन्तु सत् (आत्मा) का कोई विनाश नहीं है | उन्होंने इन दोनों की प्रकृति के अध्ययन द्वारा यह निष्कर्ष निकाला है |"
    },
    {
        "number": "2.17",
        "shlok": "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् । विनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति ॥ १७ ॥",
        "meaning": "जो सारे शरीर में व्याप्त है उसे ही तुम अविनाशी समझो | उस अव्यय आत्मा को नष्ट करने में कोई भी समर्थ नहीं है |"
    },
    {
        "number": "2.18",
        "shlok": "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः । अनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत ॥ १८ ॥",
        "meaning": "अविनाशी, अप्रमेय तथा शाश्वत जीव के भौतिक शरीर का अन्त होना निश्चित है | अतः हे भरतवंशी ! तुम युद्ध करो |"
    },
    {
        "number": "2.19",
        "shlok": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् । उभौ तौ न विजानीतो नायं हन्ति न हन्यते ॥ १९ ॥",
        "meaning": "जो इस जीवात्मा को मारने वाला समझता है तथा जो इसे मरा हुआ समझता है, वे दोनों ही अज्ञानी हैं, क्योंकि आत्मा न तो मरता है और न मारा जाता है |"
    },
    {
        "number": "2.20",
        "shlok": "न जायते म्रियते वा कदाचिन् नायं भूत्वा भविता वा न भूयः । अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे ॥ २० ॥",
        "meaning": "आत्मा के लिए किसी भी काल में न तो जन्म है न मृत्यु | वह न तो कभी जन्मा है, न जन्म लेता है और न जन्म लेगा | वह अजन्मा, नित्य, शाश्वत तथा पुरातन है | शरीर के मारे जाने पर वह नहीं मारा जाता |"
    },
    {
        "number": "2.21",
        "shlok": "वेदाविनाशिनं नित्यं य एनमजमव्ययम् । कथं स पुरुषः पार्थ कं घातयति हन्ति कम् ॥ २१ ॥",
        "meaning": "हे पार्थ ! जो व्यक्ति यह जानता है कि आत्मा अविनाशी, अजन्मा, शाश्वत तथा अव्यय है, वह भला किसी को कैसे मार सकता है या मरवा सकता है ?"
    },
    {
        "number": "2.22",
        "shlok": "वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि । तथा शरीराणि विहाय जीर्णा- न्यन्यानि संयाति नवानि देही ॥ २२ ॥",
        "meaning": "जिस प्रकार मनुष्य पुराने वस्त्रों को त्याग कर नये वस्त्र धारण करता है, उसी प्रकार आत्मा पुराने तथा व्यर्थ के शरीरों को त्याग कर नवीन भौतिक शरीर धारण करता है |"
    },
    {
        "number": "2.23",
        "shlok": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः । न चैनं क्लेदयन्त्यापो न शोषयति मारुतः ॥ २३ ॥",
        "meaning": "यह आत्मा न तो कभी किसी शस्त्र द्वारा खण्ड-खण्ड किया जा सकता है, न अग्नि द्वारा जलाया जा सकता है, न जल द्वारा भिगोया या डुबोया जा सकता है और न वायु द्वारा सुखाया जा सकता है |"
    },
    {
        "number": "2.24",
        "shlok": "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च । नित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः ॥ २४ ॥",
        "meaning": "यह आत्मा अच्छेद्य तथा अदाह्य है | इसे न तो भिगोया जा सकता है, न ही सुखाया जा सकता है | यह शाश्वत, सर्वव्यापी, अविकारी, स्थिर तथा सदैव एक सा रहने वाला है |"
    },
    {
        "number": "2.25",
        "shlok": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते । तस्मादेवं विदित्वैनं नानुशोचितुमर्हसि ॥ २५ ॥",
        "meaning": "यह आत्मा अव्यक्त, अकल्पनीय तथा अपरिवर्तनीय कहा जाता है | यह जानकर तुम्हें शरीर के लिए शोक नहीं करना चाहिए |"
    },
    {
        "number": "2.26",
        "shlok": "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम् । तथापि त्वं महाबाहो नैवं शोचितुमर्हसि ॥ २६ ॥",
        "meaning": "किन्तु यदि तुम यह सोचते हो कि आत्मा (अथवा जीवन का लक्षण) सदा जन्म लेता है तथा सदा मरता है, तो भी हे महाबाहु ! तुम्हारे शोक करने का कोई कारण नहीं है |"
    },
    {
        "number": "2.27",
        "shlok": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च । तस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि ॥ २७ ॥",
        "meaning": "जिसने जन्म लिया है उसकी मृत्यु निश्चित है और मृत्यु के पश्चात् पुनर्जन्म भी निश्चित है | अतः अपने अपरिहार्य कर्तव्यपालन में तुम्हें शोक नहीं करना चाहिए |"
    },
    {
        "number": "2.28",
        "shlok": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत । अव्यक्तनिधनान्येव तत्र का परिदेवना ॥ २८ ॥",
        "meaning": "सारे जीव प्रारम्भ में अव्यक्त रहते हैं, मध्य अवस्था में व्यक्त होते हैं और विनष्ट होने पर पुनः अव्यक्त हो जाते हैं | अतः शोक करने की क्या आवश्यकता है ?"
    },
    {
        "number": "2.29",
        "shlok": "आश्चर्यवत्पश्यति कश्चिदेन- माश्चर्यवद्वदति तथैव चान्यः । आश्चर्यवच्चैनमन्यः शृणोति श्रुत्वाप्येनं वेद न चैव कश्चित् ॥ २९ ॥",
        "meaning": "कोई आत्मा को आश्चर्य से देखता है, कोई इसे आश्चर्य की तरह बताता है तथा कोई इसे आश्चर्य की तरह सुनता है, किन्तु कोई-कोई इसके विषय में सुनकर भी कुछ नहीं समझ पाते |"
    },
    {
        "number": "2.30",
        "shlok": "देही नित्यमवध्योऽयं देहे सर्वस्य भारत । तस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि ॥ ३० ॥",
        "meaning": "हे भरतवंशी ! शरीर में रहने वाले देही का कभी भी वध नहीं किया जा सकता | अतः तुम्हें किसी भी जीव के लिए शोक करने की आवश्यकता नहीं है |"
    },
    {
        "number": "2.31",
        "shlok": "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि । धर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते ॥ ३१ ॥",
        "meaning": "क्षत्रिय होने के नाते अपने विशिष्ट धर्म का विचार करते हुए तुम्हें यह जानना चाहिए कि धर्म के लिए युद्ध करने से बढ़कर तुम्हारे लिए अन्य कोई कार्य नहीं है | अतः तुम्हें संकोच करने की कोई आवश्यकता नहीं है |"
    },
    {
        "number": "2.32",
        "shlok": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् । सुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम् ॥ ३२ ॥",
        "meaning": "हे पार्थ ! वे क्षत्रिय सुखी हैं जिन्हें ऐसे युद्ध के अवसर अपने आप प्राप्त होते हैं जिससे उनके लिए स्वर्गलोक के द्वार खुल जाते हैं |"
    },
    {
        "number": "2.33",
        "shlok": "अथ चेत्त्वमिमं धर्म्यं सङ्ग्रामं न करिष्यसि । ततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि ॥ ३३ ॥",
        "meaning": "किन्तु यदि तुम युद्ध करने के स्वधर्म को सम्पन्न नहीं करते तो तुम्हें अपने कर्तव्य की उपेक्षा करने का पाप लगेगा और तुम योद्धा के रूप में अपना यश खो दोगे |"
    },
    {
        "number": "2.34",
        "shlok": "अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम् । सम्भावितस्य चाकीर्तिर्मरणादतिरिच्यते ॥ ३४ ॥",
        "meaning": "लोग सदैव तुम्हारे अपयश का वर्णन करेंगे और सम्मानित व्यक्ति के लिए अपयश तो मृत्यु से भी बढ़कर है |"
    },
    {
        "number": "2.35",
        "shlok": "भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः । येषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम् ॥ ३५ ॥",
        "meaning": "जिन-जिन महान योद्धाओं ने तुम्हारे नाम तथा यश को सम्मान दिया है, वे सोचेंगे कि तुमने डर के मारे युद्धभूमि छोड़ दी है और इस तरह वे तुम्हें तुच्छ मानेंगे |"
    },
    {
        "number": "2.36",
        "shlok": "अवाच्यवादांश्च बहून् वदिष्यन्ति तवाहिताः । निन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम् ॥ ३६ ॥",
        "meaning": "तुम्हारे शत्रु अनेक प्रकार के कटु शब्दों से तुम्हारा वर्णन करेंगे और तुम्हारी सामर्थ्य का उपहास करेंगे | तुम्हारे लिए इससे दुखदायी और क्या हो सकता है ?"
    },
    {
        "number": "2.37",
        "shlok": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम् । तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः ॥ ३७ ॥",
        "meaning": "हे कुन्तीपुत्र ! तुम यदि युद्ध में मारे जाओगे तो स्वर्ग प्राप्त करोगे और यदि जीत जाओगे तो पृथ्वी के साम्राज्य का भोग करोगे | अतः दृढसंकल्प करके खड़े होओ और युद्ध करो |"
    },
    {
        "number": "2.38",
        "shlok": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ । ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि ॥ ३८ ॥",
        "meaning": "तुम सुख या दुख, हानि या लाभ, विजय या पराजय का विचार किये बिना युद्ध के लिए युद्ध करो | ऐसा करने पर तुम्हें कोई पाप नहीं लगेगा |"
    },
    {
        "number": "2.39",
        "shlok": "एषा तेऽभिहिता साङ्ख्ये बुद्धिर्योगे त्विमां शृणु । बुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि ॥ ३९ ॥",
        "meaning": "यहाँ मैंने सांख्यिक अध्ययन द्वारा इस ज्ञान का वर्णन किया है | अब निष्काम भाव से कर्म करना बता रहा हूँ, उसे सुनो | हे पृथापुत्र ! यदि तुम ऐसे ज्ञान से कर्म करोगे तो तुम कर्मों के बन्धन से अपने को मुक्त कर सकते हो |"
    },
    {
        "number": "2.40",
        "shlok": "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते । स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् ॥ ४० ॥",
        "meaning": "इस प्रयास में न तो हानि होती है न ही ह्रास अपितु इस पथ पर की गई अल्प प्रगति भी महान भय से रक्षा कर सकती है |"
    },
    {
        "number": "2.41",
        "shlok": "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन । बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् ॥ ४१ ॥",
        "meaning": "जो इस मार्ग पर चलते हैं वे प्रयोजन में दृढ रहते हैं और उनका लक्ष्य भी एक होता है | हे कुरुनन्दन ! जो दृढप्रतिज्ञ नहीं है उनकी बुद्धि अनेक शाखाओं में विभक्त रहती है |"
    },
    {
        "number": "2.42-43",
        "shlok": "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः । वेदवादरताः पार्थ नान्यदस्तीति वादिनः ॥ ४२ ॥ कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् । क्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति ॥ ४३ ॥",
        "meaning": "अल्पज्ञानी मनुष्य वेदों के उन अलंकारिक शब्दों के प्रति अत्यधिक आसक्त रहते हैं जो स्वर्ग की प्राप्ति, अच्छे जन्म, शक्ति इत्यादि के लिए विविध सकाम कर्म करने की संस्तुति करते हैं | इन्द्रियतृप्ति तथा ऐश्वर्यमय जीवन की अभिलाषा के कारण वे कहते हैं कि इससे बढ़कर और कुछ नहीं है |"
    },
    {
        "number": "2.44",
        "shlok": "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् । व्यवसायात्मिका बुद्धिः समाधौ न विधीयते ॥ ४४ ॥",
        "meaning": "जो लोग इन्द्रियभोग तथा भौतिक ऐश्वर्य के प्रति अत्यधिक आसक्त होने से ऐसी वस्तुओं से मोहग्रस्त हो जाते हैं, उनके मनों में भगवान् के प्रति भक्ति का दृढ निश्चय नहीं होता |"
    },
    {
        "number": "2.45",
        "shlok": "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन । निर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् ॥ ४५ ॥",
        "meaning": "वेदों में मुख्यतया प्रकृति के तीनों गुणों का वर्णन हुआ है | हे अर्जुन ! इन तीनों गुणों से ऊपर उठो | समस्त द्वैतों और लाभ तथा सुरक्षा की सारी चिन्ताओं से मुक्त होकर आत्म-परायण बनो |"
    },
    {
        "number": "2.46",
        "shlok": "यावानर्थ उदपाने सर्वतः सम्प्लुतोदके । तावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः ॥ ४६ ॥",
        "meaning": "एक छोटे कूप का सारा कार्य एक विशाल जलाशय से तुरन्त पूरा हो जाता है | इसी प्रकार वेदों के आन्तरिक तात्पर्य को जानने वाले को उनके सारे प्रयोजन सिद्ध हो जाते हैं |"
    },
    {
        "number": "2.47",
        "shlok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन । मा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि ॥ ४७ ॥",
        "meaning": "तुम्हें अपने निर्धारित कर्तव्य का पालन करने का अधिकार है, किन्तु तुम कर्मों के फलों के अधिकारी नहीं हो | तुम न तो कभी अपने आप को अपने कर्मों के फलों का कारण मानो, न ही कर्म न करने में कभी आसक्त होओ |"
    },
    {
        "number": "2.48",
        "shlok": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय । सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते ॥ ४८ ॥",
        "meaning": "हे अर्जुन ! जय अथवा पराजय की समस्त आसक्ति त्याग कर समभाव से अपना कर्म करो | ऐसी समता योग कहलाती है |"
    },
    {
        "number": "2.49",
        "shlok": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय । बुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः ॥ ४९ ॥",
        "meaning": "हे धनंजय ! भक्ति के द्वारा समस्त गर्हित कर्मों से दूर रहो और उसी भाव से भगवान् की शरण ग्रहण करो | जो व्यक्ति अपने सकाम कर्मफलों को भोगना चाहते हैं, वे कृपण हैं |"
    },
    {
        "number": "2.50",
        "shlok": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते । तस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम् ॥ ५० ॥",
        "meaning": "भक्ति में संलग्न मनुष्य इस जीवन में ही अच्छे तथा बुरे कार्यों से अपने को मुक्त कर लेता है | अतः योग के लिए प्रयत्न करो क्योंकि सारा कार्यकौशल यही है |"
    },
    {
        "number": "2.51",
        "shlok": "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः । जन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम् ॥ ५१ ॥",
        "meaning": "इस तरह भगवद्भक्ति में लगे रहकर बड़े-बड़े ऋषि-मुनि अथवा भक्तगण अपने आपको इस भौतिक संसार में कर्म के फलों से मुक्त कर लेते हैं | इस प्रकार वे जन्म-मृत्यु के चक्र से छूट जाते हैं और भगवान् के पास जाकर उस अवस्था को प्राप्त करते हैं जो समस्त दुखों से परे है |"
    },
    {
        "number": "2.52",
        "shlok": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति । तदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च ॥ ५२ ॥",
        "meaning": "जब तुम्हारी बुद्धि मोहरूपी सघन वन को पार कर जाएगी, तो तुम सुने हुए तथा सुनने योग्य सबके प्रति अन्यमनस्क हो जाओगे |"
    },
    {
        "number": "2.53",
        "shlok": "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला । समाधावचला बुद्धिस्तदा योगमवाप्स्यसि ॥ ५३ ॥",
        "meaning": "जब तुम्हारा मन वेदों की अलंकारमयी भाषा से विचलित न हो और वह आत्म-साक्षात्कार की समाधि में स्थिर हो जाय, तब तुम्हें दिव्य चेतना प्राप्त हो जायेगी |"
    },
    {
        "number": "2.54",
        "shlok": "अर्जुन उवाच । स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव । स्थितधीः किं प्रभाषेत किमासीत व्रजेत किम् ॥ ५४ ॥",
        "meaning": "अर्जुन ने कहा – हे कृष्ण ! अध्यात्म में लीन चेतना वाले व्यक्ति के क्या लक्षण हैं ? वह कैसे बोलता है तथा उसकी भाषा क्या है ? वह किस तरह बैठता और चलता है ?"
    },
    {
        "number": "2.55",
        "shlok": "श्रीभगवानुवाच । प्रजहाति यदा कामान् सर्वान्पार्थ मनोगतान् । आत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते ॥ ५५ ॥",
        "meaning": "श्रीभगवान् ने कहा – हे पार्थ ! जब मनुष्य मनोधर्म से उत्पन्न होने वाली इन्द्रियतृप्ति की समस्त कामनाओं का परित्याग कर देता है और जब इस तरह से विशुद्ध हुआ उसका मन आत्मा में सन्तोष प्राप्त करता है, तो वह विशुद्ध दिव्य चेतना वाला (स्थितप्रज्ञ) कहा जाता है |"
    },
    {
        "number": "2.56",
        "shlok": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः । वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते ॥ ५६ ॥",
        "meaning": "जो त्रयतापों के होने पर भी मन में विचलित नहीं होता अथवा सुख में प्रसन्न नहीं होता और जो आसक्ति, भय तथा क्रोध से मुक्त है, वह स्थिर मन वाला मुनि कहलाता है |"
    },
    {
        "number": "2.57",
        "shlok": "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् । नाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता ॥ ५७ ॥",
        "meaning": "इस भौतिक जगत् में जो व्यक्ति न तो शुभ की प्राप्ति से हर्षित होता है और न अशुभ के प्राप्त होने पर उससे घृणा करता है, वह पूर्ण ज्ञान में स्थिर होता है |"
    },
    {
        "number": "2.58",
        "shlok": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः । इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥ ५८ ॥",
        "meaning": "जिस प्रकार कछुआ अपने अंगों को संकुचित करके खोल के भीतर कर लेता है, उसी तरह जो मनुष्य अपनी इन्द्रियों को इन्द्रियविषयों से खींच लेता है, वह पूर्ण चेतना में दृढतापूर्वक स्थिर होता है |"
    },
    {
        "number": "2.59",
        "shlok": "विषया विनिवर्तन्ते निराहारस्य देहिनः । रसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते ॥ ५९ ॥",
        "meaning": "देहधारी जीव इन्द्रियभोग से भले ही निवृत हो जाय पर उसमें इन्द्रियभोगों की इच्छा बनी रहती है | लेकिन उत्तम रस के अनुभव होने से ऐसे कार्यों को बन्द करने पर वह भक्ति में स्थिर हो जाता है |"
    },
    {
        "number": "2.60",
        "shlok": "यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः । इन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः ॥ ६० ॥",
        "meaning": "हे अर्जुन ! इन्द्रियाँ इतनी प्रबल तथा वेगवान हैं कि वे उस विवेकी पुरुष के मन को भी बलपूर्वक हर लेती हैं जो उन्हें वश में करने का प्रयत्न करता है |"
    },
    {
        "number": "2.61",
        "shlok": "तानि सर्वाणि संयम्य युक्त आसीत मत्परः । वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता ॥ ६१ ॥",
        "meaning": "जो इन्द्रियों को पूर्णतया वश में रखते हुए इन्द्रियसंयमन करता है और अपनी चेतना को मुझमें स्थिर कर देता है, वह मनुष्य स्थिरबुद्धि कहलाता है |"
    },
    {
        "number": "2.62",
        "shlok": "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते । सङ्गात्सञ्जायते कामः कामात्क्रोधोऽभिजायते ॥ ६२ ॥",
        "meaning": "इन्द्रियविषयों का चिन्तन करते हुए मनुष्य की उनमें आसक्ति उत्पन्न हो जाती है और ऐसी आसक्ति से काम उत्पन्न होता है और फिर काम से क्रोध प्रकट होता है |"
    },
    {
        "number": "2.63",
        "shlok": "क्रोधाद्भवति सम्मोहः सम्मोहात्स्मृतिविभ्रमः । स्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति ॥ ६३ ॥",
        "meaning": "क्रोध से पूर्ण मोह उत्पन्न होता है और मोह से स्मरणशक्ति का विभ्रम हो जाता है | जब स्मरणशक्ति भ्रमित हो जाती है, तो बुद्धि नष्ट हो जाती है और बुद्धि नष्ट होने पर मनुष्य भव-कूप में पुनः गिर जाता है |"
    },
    {
        "number": "2.64",
        "shlok": "रागद्वेषविमुक्तैस्तु विषयानिन्द्रियैश्चरन् । आत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति ॥ ६४ ॥",
        "meaning": "किन्तु सारे राग तथा द्वेष से मुक्त एवं अपनी इन्द्रियों को संयम द्वारा वश में करने वाला व्यक्ति भगवान् की पूर्ण कृपा प्राप्त कर सकता है |"
    },
    {
        "number": "2.65",
        "shlok": "प्रसादे सर्वदुःखानां हानिरस्योपजायते । प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते ॥ ६५ ॥",
        "meaning": "इस प्रकार कृष्णभावनामृत में तुष्ट व्यक्ति के लिए संसार के तीनों ताप नष्ट हो जाते हैं और ऐसी तुष्ट चेतना होने पर उसकी बुद्धि शीघ्र ही स्थिर हो जाती है |"
    },
    {
        "number": "2.66",
        "shlok": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना । न चाभावयतः शान्तिरशान्तस्य कुतः सुखम् ॥ ६६ ॥",
        "meaning": "जो कृष्णभावनामृत में परमेश्वर से सम्बन्धित नहीं है उसकी न तो बुद्धि दिव्य होती है और न ही मन स्थिर होता है | जिसके बिना शान्ति की कोई सम्भावना नहीं है | शान्ति के बिना सुख कैसे मिल सकता है ?"
    },
    {
        "number": "2.67",
        "shlok": "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते । तदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि ॥ ६७ ॥",
        "meaning": "जिस प्रकार पानी में तैरती नाव को प्रचण्ड वायु दूर बहा ले जाती है, उसी प्रकार विचरणशील इन्द्रियों में से कोई एक जिस पर मन निरन्तर लगा रहता है, मनुष्य की बुद्धि को हर लेती है |"
    },
    {
        "number": "2.68",
        "shlok": "तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः । इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥ ६८ ॥",
        "meaning": "अतः हे महाबाहु ! जिस पुरुष की इन्द्रियाँ अपने-अपने विषयों से सब प्रकार से विरत होकर उसके वश में हैं, उसी की बुद्धि स्थिर है |"
    },
    {
        "number": "2.69",
        "shlok": "या निशा सर्वभूतानां तस्यां जागर्ति संयमी । यस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः ॥ ६९ ॥",
        "meaning": "जो सब जीवों के लिए रात्रि है, वह आत्मसंयमी के लिए जागने का समय है और जो समस्त जीवों के लिए जागने का समय है, वह आत्मनिरीक्षक मुनि के लिए रात्रि है |"
    },
    {
        "number": "2.70",
        "shlok": "आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत् । तद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी ॥ ७० ॥",
        "meaning": "जो पुरुष समुद्र में निरन्तर प्रवेश करने वाली नदियों के समान इच्छाओं के वेग से विचलित नहीं होता और जो सदैव स्थिर रहता है, वही शान्ति प्राप्त कर सकता है, वह नहीं जो ऐसी इच्छाओं को तुष्ट करने की चेष्टा करता हो |"
    },
    {
        "number": "2.71",
        "shlok": "विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः । निर्ममो निरहङ्कारः स शान्तिमधिगच्छति ॥ ७१ ॥",
        "meaning": "जिस व्यक्ति ने इन्द्रियतृप्ति की समस्त इच्छाओं का परित्याग कर दिया है, जो इच्छाओं से रहित रहता है और जिसने सारी ममता त्याग दी है तथा अहंकार से रहित है, वही वास्तविक शान्ति को प्राप्त कर सकता है |"
    },
    {
        "number": "2.72",
        "shlok": "एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति । स्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति ॥ ७२ ॥",
        "meaning": "यह आध्यात्मिक तथा ईश्वरीय जीवन का पथ है, जिसे प्राप्त करके मनुष्य मोहित नहीं होता | यदि कोई जीवन के अन्तिम समय में भी इस तरह स्थित हो तो वह भगवद्धाम में प्रवेश कर सकता है |"
    },
    {
        "number": "3.1",
        "shlok": "अर्जुन उवाच । ज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन । तत्किं कर्मणि घोरे मां नियोजयसि केशव ॥ १ ॥",
        "meaning": "अर्जुन ने कहा – हे जनार्दन, हे केशव! यदि आप बुद्धि को सकाम कर्म से श्रेष्ठ समझते हैं तो फिर आप मुझे इस घोर युद्ध में क्यों लगाना चाहते हैं?"
    },
    {
        "number": "3.2",
        "shlok": "व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे । तदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् ॥ २ ॥",
        "meaning": "आपके व्यामिश्रित (अनेकार्थक) उपदेशों से मेरी बुद्धि मोहित हो गई है। अतः कृपा करके निश्चयपूर्वक मुझे बतायें कि इनमें से मेरे लिए सर्वाधिक श्रेयस्कर क्या होगा?"
    },
    {
        "number": "3.3",
        "shlok": "श्रीभगवानुवाच । लोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ । ज्ञानयोगेन सांख्यानां कर्मयोगेन योगिनाम् ॥ ३ ॥",
        "meaning": "श्रीभगवान् ने कहा – हे निष्पाप अर्जुन! मैं पहले ही बता चुका हूँ कि आत्म-साक्षात्कार का प्रयत्न करने वाले दो प्रकार के पुरुष होते हैं। कुछ इसे ज्ञानयोग द्वारा समझने का प्रयत्न करते हैं तो कुछ भक्तिमय सेवा के द्वारा।"
    },
    {
        "number": "3.4",
        "shlok": "न कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते । न च संन्यसनादेव सिद्धिं समधिगच्छति ॥ ४ ॥",
        "meaning": "न तो कर्म से विमुख होकर कोई कर्मफल से छुटकारा पा सकता है और न केवल संन्यास से सिद्धि प्राप्त की जा सकती है।"
    },
    {
        "number": "3.5",
        "shlok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत् । कार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः ॥ ५ ॥",
        "meaning": "प्रत्येक व्यक्ति को प्रकृति से अर्जित गुणों के अनुसार विवश होकर कर्म करना पड़ता है, अतः कोई भी एक क्षण भर के लिए भी बिना कर्म किये नहीं रह सकता।"
    },
    {
        "number": "3.6",
        "shlok": "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन् । इन्द्रियार्थान्विमूढात्मा मिथ्याचारः स उच्यते ॥ ६ ॥",
        "meaning": "जो कर्मेन्द्रियों को तो वश में करता है, किन्तु जिसका मन इन्द्रियविषयों का चिन्तन करता रहता है, वह निश्चित रूप से स्वयं को धोखा देता है और मिथ्याचारी कहलाता है।"
    },
    {
        "number": "3.7",
        "shlok": "यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन । कर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते ॥ ७ ॥",
        "meaning": "दूसरी ओर, यदि कोई निष्ठावान व्यक्ति अपने मन के द्वारा कर्मेन्द्रियों को वश में करने का प्रयत्न करता है और बिना किसी आसक्ति के कर्मयोग (कृष्णभावनामृत) प्रारम्भ करता है, तो वह अति उत्कृष्ट है।"
    },
    {
        "number": "3.8",
        "shlok": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः । शरीरयात्रापि च ते न प्रसिद्ध्येदकर्मणः ॥ ८ ॥",
        "meaning": "अपना नियत कर्म करो, क्योंकि कर्म न करने की अपेक्षा कर्म करना श्रेष्ठ है। कर्म के बिना तो शरीर-निर्वाह भी नहीं हो सकता।"
    },
    {
        "number": "3.9",
        "shlok": "यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः । तदर्थं कर्म कौन्तेय मुक्तसङ्गः समाचर ॥ ९ ॥",
        "meaning": "श्रीविष्णु के लिए यज्ञ रूप में कर्म करना चाहिए, अन्यथा कर्म के द्वारा इस भौतिक जगत में बन्धन उत्पन्न होता है। अतः हे कुन्तीपुत्र! उनकी प्रसन्नता के लिए अपने नियत कर्म करो। इस तरह तुम बन्धन से सदा मुक्त रहोगे।"
    },
    {
        "number": "3.10",
        "shlok": "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः । अनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक् ॥ १० ॥",
        "meaning": "सृष्टि के प्रारम्भ में समस्त प्राणियों के स्वामी (प्रजापति) ने विष्णु के लिए यज्ञ सहित मनुष्यों तथा देवताओं की संततियों को रचा और उनसे कहा, “तुम इस यज्ञ से सुखी रहो क्योंकि इसके करने से तुम्हें सुखपूर्वक रहने तथा मुक्ति प्राप्त करने के लिए समस्त वांछित वस्तुएँ प्राप्त हो सकेंगी।”"
    },
    {
        "number": "3.11",
        "shlok": "देवान्भावयतानेन ते देवा भावयन्तु वः । परस्परं भावयन्तः श्रेयः परमवाप्स्यथ ॥ ११ ॥",
        "meaning": "यज्ञों के द्वारा प्रसन्न होकर देवता तुम्हें भी प्रसन्न करेंगे और इस तरह मनुष्यों तथा देवताओं के मध्य सहयोग से सबों को सम्पन्नता प्राप्त होगी।"
    },
    {
        "number": "3.12",
        "shlok": "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः । तैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव सः ॥ १२ ॥",
        "meaning": "जीवन की विभिन्न आवश्यकताओं की पूर्ति करने वाले विभिन्न देवता यज्ञ सम्पन्न होने पर प्रसन्न होकर तुम्हारी सारी आवश्यकताओं की पूर्ति करेंगे। किन्तु जो इन उपहारों को देवताओं को अर्पित किये बिना भोगता है, वह निश्चित रूप से चोर है।"
    },
    {
        "number": "3.13",
        "shlok": "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः । भुञ्जते ते त्वघं पापा ये पचन्त्यात्मकारणात् ॥ १३ ॥",
        "meaning": "भगवान के भक्त सभी प्रकार के पापों से मुक्त हो जाते हैं क्योंकि वे यज्ञ में अर्पित किये भोजन (प्रसाद) को ही खाते हैं। अन्य लोग जो अपनी इन्द्रियसुख के लिए भोजन बनाते हैं, वे निश्चित रूप से पाप खाते हैं।"
    },
    {
        "number": "3.14",
        "shlok": "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः । यज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः ॥ १४ ॥",
        "meaning": "सारे प्राणी अन्न पर आश्रित हैं, जो वर्षा से उत्पन्न होता है। वर्षा यज्ञ सम्पन्न करने से होती है और यज्ञ नियत कर्मों से उत्पन्न होता है।"
    },
    {
        "number": "3.15",
        "shlok": "कर्म ब्रह्मोद्भवं विद्धि ब्रह्माक्षरसमुद्भवम् । तस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम् ॥ १५ ॥",
        "meaning": "वेदों में नियमित कर्मों का विधान है और ये वेद साक्षात् श्रीभगवान (परब्रह्म) से प्रकट हुए हैं। फलस्वरूप सर्वव्यापी ब्रह्म यज्ञ कर्मों में सदा स्थित रहता है।"
    },
    {
        "number": "3.16",
        "shlok": "एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः । अघायुरिन्द्रियारामो मोघं पार्थ स जीवति ॥ १६ ॥",
        "meaning": "हे प्रिय अर्जुन! जो मानव जीवन में इस प्रकार वेदों द्वारा स्थापित यज्ञ-चक्र का पालन नहीं करता, वह निश्चय ही पापमय जीवन व्यतीत करता है। ऐसा व्यक्ति केवल इन्द्रियों की तुष्टि के लिए व्यर्थ ही जीवित रहता है।"
    },
    {
        "number": "3.17",
        "shlok": "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः । आत्मन्येव च संतुष्टस्तस्य कार्यं न विद्यते ॥ १७ ॥",
        "meaning": "किन्तु जो व्यक्ति आत्मा में ही आनन्द लेता है तथा जिसका जीवन आत्म-साक्षात्कारयुक्त है और जो अपने में ही पूर्णतया संतुष्ट रहता है, उसके लिए कुछ करणीय (कर्तव्य) नहीं होता।"
    },
    {
        "number": "3.18",
        "shlok": "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन । न चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः ॥ १८ ॥",
        "meaning": "स्वरूपसिद्ध व्यक्ति के लिए न तो अपने नियत कर्मों को करने की आवश्यकता रह जाती है, न ही ऐसा कर्म न करने का कोई कारण ही रहता है। उसे किसी अन्य जीव पर आश्रित रहने की आवश्यकता भी नहीं पड़ती।"
    },
    {
        "number": "3.19",
        "shlok": "तस्मादसक्तः सततं कार्यं कर्म समाचर । असक्तो ह्याचरन्कर्म परमाप्नोति पूरुषः ॥ १९ ॥",
        "meaning": "अतः कर्मफल में आसक्त हुए बिना मनुष्य को अपना कर्तव्य समझ कर निरन्तर कर्म करते रहना चाहिए, क्योंकि अनासक्त होकर कर्म करने से उसे परब्रह्म (परम) की प्राप्ति होती है।"
    },
    {
        "number": "3.20",
        "shlok": "कर्मणैव हि संसिद्धिमास्थिता जनकादयः । लोकसंग्रहमेवापि सम्पश्यन्कर्तुमर्हसि ॥ २० ॥",
        "meaning": "जनक जैसे राजाओं ने केवल नियत कर्मों को करने से ही सिद्धि प्राप्त की। अतः सामान्य जनों को शिक्षित करने के उद्देश्य से तुम्हें कर्म करना चाहिए।"
    },
    {
        "number": "3.21",
        "shlok": "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः । स यत्प्रमाणं कुरुते लोकस्तदनुवर्तते ॥ २१ ॥",
        "meaning": "महापुरुष जो-जो आचरण करता है, सामान्य व्यक्ति उसी का अनुसरण करते हैं। वह अपने अनुकरणीय कार्यों से जो आदर्श प्रस्तुत करता है, सम्पूर्ण विश्व उसका अनुसरण करता है।"
    },
    {
        "number": "3.22",
        "shlok": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन । नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि ॥ २२ ॥",
        "meaning": "हे पृथापुत्र! तीनों लोकों में मेरे लिए कोई भी नियत कर्म नहीं है, न ही मुझे किसी वस्तु का अभाव है और न ही कोई वस्तु प्राप्त करनी है। फिर भी मैं नियत कर्मों को करने में तत्पर रहता हूँ।"
    },
    {
        "number": "3.23",
        "shlok": "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः । मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥ २३ ॥",
        "meaning": "क्योंकि यदि मैं नियत कर्मों को सावधानीपूर्वक न करूँ तो हे पार्थ! यह निश्चित है कि सारे मनुष्य मेरे पथ का ही अनुगमन करेंगे।"
    },
    {
        "number": "3.24",
        "shlok": "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् । संकरस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः ॥ २४ ॥",
        "meaning": "यदि मैं नियत कर्म न करूँ तो ये सारे लोक नष्ट हो जायेंगे। तब मैं अवांछित जन-समुदाय (वर्णसंकर) को उत्पन्न करने का कारण हो जाऊँगा और इस तरह सम्पूर्ण प्राणियों की शान्ति का विनाश करने वाला बनूँगा।"
    },
    {
        "number": "3.25",
        "shlok": "सक्ताः कर्मण्यविद्वांसो यथा कुर्वन्ति भारत । कुर्याद्विद्वांस्तथासक्तश्चिकीर्षुर्लोकसंग्रहम् ॥ २५ ॥",
        "meaning": "जिस प्रकार अज्ञानीजन फल की आसक्ति से कार्य करते हैं, उसी तरह विद्वान जनों को चाहिए कि वे लोगों को उचित पथ पर ले जाने के लिए अनासक्त रहकर कार्य करें।"
    },
    {
        "number": "3.26",
        "shlok": "न बुद्धिभेदं जनयेदज्ञानां कर्मसङ् गिनाम् । जोषयेत्सर्वकर्माणि विद्वान्युक्तः समाचरन् ॥ २६ ॥",
        "meaning": "विद्वान व्यक्ति को चाहिए कि वह सकाम कर्मों में आसक्त अज्ञानी पुरुषों को कर्म करने से रोके नहीं ताकि उनके मन विचलित न हों। अपितु भक्तिभाव से कर्म करते हुए वह उन्हें सभी प्रकार के कार्यों में लगाये (जिससे कृष्णभावनामृत का क्रमिक विकास हो)।"
    },
    {
        "number": "3.27",
        "shlok": "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः । अहंकारविमूढात्मा कर्ताहमिति मन्यते ॥ २७ ॥",
        "meaning": "जीवात्मा अहंकार के प्रभाव से मोहग्रस्त होकर अपने आपको समस्त कर्मों का कर्ता मान बैठता है, जब कि वास्तव में वे प्रकृति के तीनों गुणों द्वारा सम्पन्न किये जाते हैं।"
    },
    {
        "number": "3.28",
        "shlok": "तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः । गुणा गुणेषु वर्तन्त इति मत्वा न सज्जते ॥ २८ ॥",
        "meaning": "हे महाबाहु! भक्तिभावमय कर्म तथा सकाम कर्म के भेद को भलीभाँति जानने वाला परम सत्य को जानने वाला पुरुष कभी भी अपने आप को इन्द्रियों में तथा इन्द्रियतृप्ति में नहीं लगाता, क्योंकि वह जानता है कि यह केवल गुणों के मध्य गुणों की अंतर्क्रिया मात्र है (गुण ही गुणों में बरत रहे हैं)।"
    },
    {
        "number": "3.29",
        "shlok": "प्रकृतेर्गुणसम्मूढाः सज्जन्ते गुणकर्मसु । तानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् ॥ २९ ॥",
        "meaning": "माया के गुणों से मोहग्रस्त होने पर अज्ञानी पुरुष पूर्णतया भौतिक कार्यों में संलग्न रहकर उनमें आसक्त हो जाते हैं। यद्यपि उनके ये कार्य उनमें ज्ञानाभाव के कारण अधम होते हैं, किन्तु ज्ञानी को चाहिए कि उन्हें विचलित न करे।"
    },
    {
        "number": "3.30",
        "shlok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा । निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः ॥ ३० ॥",
        "meaning": "अतः हे अर्जुन! अपने सारे कार्यों को मुझमें समर्पित करके, मेरे पूर्ण ज्ञान से युक्त होकर, लाभ की आकांक्षा से रहित, स्वामित्व के किसी दावे के बिना तथा आलस्य से रहित होकर युद्ध करो।"
    },
    {
        "number": "3.31",
        "shlok": "ये मे मतमिदं नित्यमनुतिष्ठन्ति मानवाः । श्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभिः ॥ ३१ ॥",
        "meaning": "जो व्यक्ति मेरे आदेशों का पालन करते हैं तथा ईर्ष्यारहित होकर इस उपदेश का श्रद्धापूर्वक पालन करते हैं, वे सकाम कर्मों के बन्धन से मुक्त हो जाते हैं।"
    },
    {
        "number": "3.32",
        "shlok": "ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम् । सर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतसः ॥ ३२ ॥",
        "meaning": "किन्तु जो ईर्ष्यावश इन उपदेशों की उपेक्षा करते हैं और इनका पालन नहीं करते, उन्हें समस्त ज्ञान से रहित, दिग्भ्रमित तथा सिद्धि के प्रयासों में नष्ट-भ्रष्ट समझना चाहिए।"
    },
    {
        "number": "3.33",
        "shlok": "सदृशं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि । प्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति ॥ ३३ ॥",
        "meaning": "ज्ञानी पुरुष भी अपनी प्रकृति के अनुसार कार्य करता है, क्योंकि सभी प्राणी तीनों गुणों से प्राप्त अपनी प्रकृति का ही अनुसरण करते हैं। भला दमन से क्या हो सकता है?"
    },
    {
        "number": "3.34",
        "shlok": "इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ । तयोर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ ॥ ३४ ॥",
        "meaning": "प्रत्येक इन्द्रिय तथा उसके विषय से सम्बन्धित राग-द्वेष को व्यवस्थित करने के नियम होते हैं। मनुष्य को ऐसे राग तथा द्वेष के वशीभूत नहीं होना चाहिए क्योंकि ये आत्म-साक्षात्कार के मार्ग में अवरोधक हैं।"
    },
    {
        "number": "3.35",
        "shlok": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् । स्वधर्मे निधनं श्रेयः परधर्मो भयावहः ॥ ३५ ॥",
        "meaning": "दूसरों के कर्तव्यों को स्वीकार करने और उन्हें अच्छी तरह से करने की अपेक्षा, अपने कर्तव्य को करना, भले ही वह त्रुटिपूर्ण ढंग से क्यों न किया जाए, श्रेष्ठ है। अपने कर्तव्य का पालन करते हुए मरना पराये कर्तव्य का पालन करने में लगने वाले भय से श्रेष्ठतर है।"
    },
    {
        "number": "3.36",
        "shlok": "अर्जुन उवाच । अथ केन प्रयुक्तोऽयं पापं चरति पूरुषः । अनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः ॥ ३६ ॥",
        "meaning": "अर्जुन ने कहा – हे वृष्णिवंशी! मनुष्य न चाहते हुए भी पापकर्मों के लिए प्रेरित क्यों होता है? ऐसा लगता है कि उसे बलपूर्वक उनमें लगाया जा रहा हो।"
    },
    {
        "number": "3.37",
        "shlok": "श्रीभगवानुवाच । काम एष क्रोध एष रजोगुणसमुद्भवः । महाशनो महापाप्मा विद्ध्येनमिह वैरिणम् ॥ ३७ ॥",
        "meaning": "श्रीभगवान् ने कहा – हे अर्जुन! इसका कारण रजोगुण के सम्पर्क से उत्पन्न काम है, जो बाद में क्रोध का रूप धारण करता है और जो इस संसार का सर्वभक्षी पापी शत्रु है।"
    },
    {
        "number": "3.38",
        "shlok": "धूमेनाव्रियते वह्निर्यथादर्शो मलेन च । यथोल्बेनावृतो गर्भस्तथा तेनेदमावृतम् ॥ ३८ ॥",
        "meaning": "जिस प्रकार अग्नि धुएँ से, दर्पण धूल से अथवा भ्रूण गर्भाशय से आवृत रहता है, उसी प्रकार जीवात्मा इस काम की विभिन्न मात्राओं से आवृत रहता है।"
    },
    {
        "number": "3.39",
        "shlok": "आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा । कामरूपेण कौन्तेय दुष्पूरेणानलेन च ॥ ३९ ॥",
        "meaning": "इस प्रकार ज्ञानमय जीवात्मा की शुद्ध चेतना उसके काम रूपी नित्य शत्रु से ढकी रहती है, जो कभी भी तुष्ट नहीं होता और अग्नि के समान जलता रहता है।"
    },
    {
        "number": "3.40",
        "shlok": "इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते । एतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम् ॥ ४० ॥",
        "meaning": "इन्द्रियाँ, मन तथा बुद्धि इस काम के निवास स्थान हैं। इनके द्वारा यह काम जीवात्मा के वास्तविक ज्ञान को ढक कर उसे मोहित कर लेता है।"
    },
    {
        "number": "3.41",
        "shlok": "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ । पाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम् ॥ ४१ ॥",
        "meaning": "इसलिए हे भरतवंशियों में श्रेष्ठ अर्जुन! प्रारम्भ में ही इन्द्रियों को वश में करके इस पाप के महान प्रतीक (काम) का दमन करो और ज्ञान तथा आत्म-साक्षात्कार के इस विनाशकर्ता का वध करो।"
    },
    {
        "number": "3.42",
        "shlok": "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः । मनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः ॥ ४२ ॥",
        "meaning": "कर्मेन्द्रियाँ जड़ पदार्थ की अपेक्षा श्रेष्ठ हैं, मन इन्द्रियों से बढ़कर है, बुद्धि मन से भी उच्च है और वह (आत्मा) बुद्धि से भी बढ़कर है।"
    },
    {
        "number": "3.43",
        "shlok": "एवं बुद्धेः परं बुद्ध्वा संस्तभ्यात्मानमात्मना । जहि शत्रुं महाबाहो कामरूपं दुरासदम् ॥ ४३ ॥",
        "meaning": "इस प्रकार हे महाबाहु अर्जुन! अपने आपको भौतिक इन्द्रियों, मन तथा बुद्धि से परे जानकर और मन को सावधान आध्यात्मिक बुद्धि (कृष्णभावनामृत) से स्थिर करके, आध्यात्मिक शक्ति द्वारा इस काम-रूपी दुर्जेय शत्रु को जीतो।"
    },
    {
        "number": "4.1",
        "shlok": "श्रीभगवानुवाच । इमं विवस्वते योगं प्रोक्तवानहमव्ययम् । विवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत् ॥ १ ॥",
        "meaning": "श्रीभगवान् ने कहा – मैंने इस अमर योगविद्या का उपदेश सूर्यदेव विवस्वान् को दिया और विवस्वान् ने मनुष्यों के पिता मनु को उपदेश दिया और मनु ने इसका उपदेश इक्ष्वाकु को दिया ।"
    },
    {
        "number": "4.2",
        "shlok": "एवं परम्पराप्राप्तमिमं राजर्षयो विदुः । स कालेनेह महता योगो नष्टः परन्तप ॥ २ ॥",
        "meaning": "इस प्रकार यह परम विज्ञान गुरु-परम्परा द्वारा प्राप्त किया गया और राजर्षियों ने इसे इसी विधि से जाना । किन्तु कालक्रम में यह परम्परा छिन्न हो गई, अतः यह विज्ञान यथारूप में लुप्त हो गया लगता है ।"
    },
    {
        "number": "4.3",
        "shlok": "स एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः । भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् ॥ ३ ॥",
        "meaning": "आज मेरे द्वारा वही यह प्राचीन योग यानी परमेश्वर के साथ अपने सम्बन्ध का विज्ञान तुमसे कहा जा रहा है, क्योंकि तुम मेरे भक्त तथा मित्र हो, अतः तुम इस विज्ञान के दिव्य रहस्य को समझ सकते हो ।"
    },
    {
        "number": "4.4",
        "shlok": "अर्जुन उवाच । अपरं भवतो जन्म परं जन्म विवस्वतः । कथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति ॥ ४ ॥",
        "meaning": "अर्जुन ने कहा – सूर्यदेव विवस्वान् तो आप से बहुत पहले हो चुके हैं (ज्येष्ठ हैं), तो फिर मैं यह कैसे समझूँ कि प्रारम्भ में भी आपने उन्हें इस विद्या का उपदेश दिया था?"
    },
    {
        "number": "4.5",
        "shlok": "श्रीभगवानुवाच । बहूनि मे व्यतीतानि जन्मानि तव चार्जुन । तान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप ॥ ५ ॥",
        "meaning": "श्रीभगवान् ने कहा – हे परन्तप अर्जुन! मेरे और तुम्हारे अनेकानेक जन्म हो चुके हैं । मुझे तो उन सबका स्मरण है, किन्तु तुम्हें नहीं ।"
    },
    {
        "number": "4.6",
        "shlok": "अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन् । प्रकृतिं स्वामधिष्ठाय सम्भवाम्यात्ममायया ॥ ६ ॥",
        "meaning": "यद्यपि मैं अजन्मा तथा अविनाशी हूँ और यद्यपि मैं समस्त जीवों का स्वामी हूँ, तो भी प्रत्येक युग में मैं अपने आदि दिव्य रूप में प्रकट होता हूँ ।"
    },
    {
        "number": "4.7",
        "shlok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत । अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् ॥ ७ ॥",
        "meaning": "हे भरतवंशी! जब भी और जहाँ भी धर्म का पतन होता है और अधर्म की प्रधानता होने लगती है, तब तब मैं अवतार लेता हूँ ।"
    },
    {
        "number": "4.8",
        "shlok": "परित्राणाय साधूनां विनाशाय च दुष्कृताम् । धर्मसंस्थापनार्थाय सम्भवामि युगे युगे ॥ ८ ॥",
        "meaning": "भक्तों का उद्धार करने, दुष्टों का विनाश करने तथा धर्म की फिर से स्थापना करने के लिए मैं हर युग में प्रकट होता हूँ ।"
    },
    {
        "number": "4.9",
        "shlok": "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः । त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन ॥ ९ ॥",
        "meaning": "हे अर्जुन! जो मेरे आविर्भाव तथा कर्मों की दिव्य प्रकृति को जानता है, वह इस शरीर को छोड़ने पर इस भौतिक संसार में पुनः जन्म नहीं लेता, अपितु मेरे सनातन धाम को प्राप्त होता है ।"
    },
    {
        "number": "4.10",
        "shlok": "वीतरागभयक्रोधा मन्मया मामुपाश्रिताः । बहवो ज्ञानतपसा पूता मद्भावमागताः ॥ १० ॥",
        "meaning": "आसक्ति, भय तथा क्रोध से मुक्त होकर, मुझमें पूर्णतया तल्लीन होकर और मेरी शरण में आकर बहुत से व्यक्ति भूतकाल में मेरे ज्ञान से पवित्र हो चुके हैं – इस प्रकार से उन सबों ने मेरे प्रति दिव्यप्रेम को प्राप्त किया है ।"
    },
    {
        "number": "4.11",
        "shlok": "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् । मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥ ११ ॥",
        "meaning": "जिस भाव से सारे लोग मेरी शरण ग्रहण करते हैं, उसी के अनुरूप मैं उन्हें फल देता हूँ । हे पार्थ! प्रत्येक व्यक्ति सभी प्रकार से मेरे पथ का अनुगमन करता है ।"
    },
    {
        "number": "4.12",
        "shlok": "काङ्क्षन्तः कर्मणां सिद्धिं यजन्त इह देवताः । क्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा ॥ १२ ॥",
        "meaning": "इस संसार में मनुष्य सकाम कर्मों में सिद्धि चाहते हैं, फलस्वरूप वे देवताओं की पूजा करते हैं । निस्सन्देह इस संसार में मनुष्यों को सकाम कर्म का फल शीघ्र प्राप्त होता है ।"
    },
    {
        "number": "4.13",
        "shlok": "चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः । तस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् ॥ १३ ॥",
        "meaning": "प्रकृति के तीनों गुणों और उनसे सम्बद्ध कर्म के अनुसार मेरे द्वारा मानव समाज के चार विभाग रचे गये । यद्यपि मैं इस व्यवस्था का सृष्टा हूँ, किन्तु तुम यह जान लो कि मैं इतने पर भी अव्यय अकर्ता हूँ ।"
    },
    {
        "number": "4.14",
        "shlok": "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा । इति मां योऽभिजानाति कर्मभिर्न स बध्यते ॥ १४ ॥",
        "meaning": "मुझ पर किसी कर्म का प्रभाव नहीं पड़ता, न ही मैं कर्मफल की कामना करता हूँ । जो मेरे सम्बन्ध में इस सत्य को जानता है, वह कभी भी कर्मों के पाश में नहीं बँधता ।"
    },
    {
        "number": "4.15",
        "shlok": "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभिः । कुरु कर्मैव तस्मात्त्वं पूर्वैः पूर्वतरं कृतम् ॥ १५ ॥",
        "meaning": "प्राचीन काल में समस्त मुक्तात्माओं ने मेरी दिव्य प्रकृति को जानकर ही कर्म किया । अतः तुम्हें चाहिए कि उनके पदचिह्नों का अनुसरण करते हुए अपने कर्तव्य का पालन करो ।"
    },
    {
        "number": "4.16",
        "shlok": "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः । तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात् ॥ १६ ॥",
        "meaning": "कर्म क्या है और अकर्म क्या है, इसे निश्चित करने में बुद्धिमान व्यक्ति भी मोहग्रस्त हो जाते हैं । अतः मैं तुमको बताऊँगा कि कर्म क्या है, जिसे जानकर तुम सारे अशुभ से मुक्त हो सकोगे ।"
    },
    {
        "number": "4.17",
        "shlok": "कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः । अकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः ॥ १७ ॥",
        "meaning": "कर्म की बारीकियों को समझना अत्यन्त कठिन है । अतः मनुष्य को चाहिए कि वह यह ठीक से जाने कि कर्म क्या है, विकर्म क्या है और अकर्म क्या है ।"
    },
    {
        "number": "4.18",
        "shlok": "कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः । स बुद्धिमान्मनुष्येषु स युक्तः कृत्स्नकर्मकृत् ॥ १८ ॥",
        "meaning": "जो मनुष्य कर्म में अकर्म और अकर्म में कर्म देखता है, वह सभी मनुष्यों में बुद्धिमान है और सब प्रकार के कर्मों में प्रवृत्त रहकर भी दिव्य स्थिति में रहता है ।"
    },
    {
        "number": "4.19",
        "shlok": "यस्य सर्वे समारम्भाः कामसङ्कल्पवर्जिताः । ज्ञानाग्निदग्धकर्माणं तमाहुः पण्डितं बुधाः ॥ १९ ॥",
        "meaning": "जिस व्यक्ति का प्रत्येक प्रयास उद्यम इन्द्रियतृप्ति की कामना से रहित होता है, उसे पूर्ण ज्ञानी समझा जाता है । उसे ही साधु पुरुष ऐसा कर्ता कहते हैं, जिसने पूर्ण ज्ञान की अग्नि से कर्मफलों को भस्मसात कर दिया है ।"
    },
    {
        "number": "4.20",
        "shlok": "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः । कर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति सः ॥ २० ॥",
        "meaning": "अपने कर्मफलों की सारी आसक्ति को त्याग कर, सदैव संतुष्ट तथा स्वतन्त्र रहकर, वह सभी प्रकार के कार्यों में व्यस्त रहकर भी कोई सकाम कर्म नहीं करता ।"
    },
    {
        "number": "4.21",
        "shlok": "निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः । शारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम् ॥ २१ ॥",
        "meaning": "ऐसा ज्ञानी पुरुष जिसका मन तथा बुद्धि उसके वश में है, जो समस्त स्वामित्व को त्याग देता है और केवल शरीर-निर्वाह के लिए कर्म करता है, वह पाप रूपी फलों से प्रभावित नहीं होता ।"
    },
    {
        "number": "4.22",
        "shlok": "यदृच्छालाभसंतुष्टो द्वन्द्वातीतो विमत्सरः । समः सिद्धावसिद्धौ च कृत्वापि न निबध्यते ॥ २२ ॥",
        "meaning": "जो स्वतः होने वाले लाभ से संतुष्ट रहता है, जो द्वन्द्व से मुक्त है और ईर्ष्या नहीं करता, जो सफलता तथा असफलता दोनों में स्थिर रहता है, वह कर्म करता हुआ भी कभी बँधता नहीं ।"
    },
    {
        "number": "4.23",
        "shlok": "गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतसः । यज्ञायाचरतः कर्म समग्रं प्रविलीयते ॥ २३ ॥",
        "meaning": "जो पुरुष प्रकृति के गुणों के प्रति अनासक्त है और जो दिव्य ज्ञान में पूर्णतया स्थित है, उसके सारे कर्म ब्रह्म में लीन हो जाते हैं ।"
    },
    {
        "number": "4.24",
        "shlok": "ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम् । ब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना ॥ २४ ॥",
        "meaning": "जो व्यक्ति कृष्णभावनामृत में पूर्णतया लीन रहता है, उसे अपने आध्यात्मिक कर्मों के योगदान के कारण अवश्य ही भगवद्धाम की प्राप्ति होती है, क्योंकि उसमें हवन (हवि) भी ब्रह्म है और हवि देने वाला भी ब्रह्म है ।"
    },
    {
        "number": "4.25",
        "shlok": "दैवमेवापरे यज्ञं योगिनः पर्युपासते । ब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति ॥ २५ ॥",
        "meaning": "कुछ योगी विभिन्न प्रकार के यज्ञों द्वारा देवताओं की भलीभाँति पूजा करते हैं और कुछ परब्रह्म रूपी अग्नि में आहुति डालते हैं ।"
    },
    {
        "number": "4.26",
        "shlok": "श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति । शब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति ॥ २६ ॥",
        "meaning": "कुछ (विशुद्ध ब्रह्मचारी) श्रवण आदि क्रियाओं तथा इन्द्रियों को मन के नियन्त्रण रूपी अग्नि में स्वाहा कर देते हैं, तो दूसरे लोग (नियमित गृहस्थ) इन्द्रिय-विषयों को इन्द्रियों की अग्नि में स्वाहा कर देते हैं ।"
    },
    {
        "number": "4.27",
        "shlok": "सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे । आत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते ॥ २७ ॥",
        "meaning": "दूसरे, जो मन तथा इन्द्रियों को वश में करके आत्म-साक्षात्कार करना चाहते हैं, सम्पूर्ण इन्द्रियों तथा प्राणवायु के कार्यों को संयमित मन रूपी अग्नि में आहुति कर देते हैं ।"
    },
    {
        "number": "4.28",
        "shlok": "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे । स्वाध्यायज्ञानयज्ञाश्च यतयः संशितव्रताः ॥ २८ ॥",
        "meaning": "कठोर व्रत अंगीकार करके, कुछ लोग अपनी सम्पत्ति का त्याग करके, कुछ कठिन तपस्या द्वारा, कुछ अष्टांगयोग पद्धति के अभ्यास द्वारा अथवा दिव्य ज्ञान में उन्नति करने के लिए वेदों के अध्ययन द्वारा प्रबुद्ध बनते हैं ।"
    },
    {
        "number": "4.29",
        "shlok": "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे । प्राणापानगती रुद्ध्वा प्राणायामपरायणाः । अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति ॥ २९ ॥",
        "meaning": "अन्य लोग भी हैं जो समाधि में रहने के लिए श्वास को रोके रहते हैं (प्राणायाम) । वे अपान को प्राण में और प्राण को अपान में रोकने का अभ्यास करते हैं और अन्त में प्राण-अपान को रोककर समाधि में रहते हैं । अन्य योगी कम भोजन करके प्राण की प्राण में ही आहुति देते हैं ।"
    },
    {
        "number": "4.30",
        "shlok": "सर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः । यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् ॥ ३० ॥",
        "meaning": "ये सभी यज्ञ करने वाले यज्ञों का अर्थ जानने वाले होने के कारण पापकर्मों से मुक्त हो जाते हैं और यज्ञ के फल रूपी अमृत को चखकर परम दिव्य आकाश की ओर बढ़ते हैं ।"
    },
    {
        "number": "4.31",
        "shlok": "नायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम ॥ ३१ ॥",
        "meaning": "हे कुरुश्रेष्ठ! जब यज्ञ के बिना मनुष्य इस लोक में या इस जीवन में ही सुखपूर्वक नहीं रह सकता, तो फिर अगले जन्म में कैसे रह सकेगा?"
    },
    {
        "number": "4.32",
        "shlok": "एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे । कर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे ॥ ३२ ॥",
        "meaning": "ये विभिन्न प्रकार के यज्ञ वेदसम्मत हैं और ये सभी विभिन्न प्रकार के कर्मों से उत्पन्न हैं । इन्हें इस रूप में जानने पर तुम मुक्त हो जाओगे ।"
    },
    {
        "number": "4.33",
        "shlok": "श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञः परन्तप । सर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते ॥ ३३ ॥",
        "meaning": "हे परन्तप! द्रव्य-यज्ञ से ज्ञान-यज्ञ श्रेष्ठ है । हे पार्थ! अन्ततोगत्वा सारे यज्ञों का अवसान (समाप्ति) दिव्य ज्ञान में होता है ।"
    },
    {
        "number": "4.34",
        "shlok": "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया । उपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः ॥ ३४ ॥",
        "meaning": "तुम गुरु के पास जाकर सत्य को जानने का प्रयास करो । उनसे विनीत होकर जिज्ञासा करो और उनकी सेवा करो । स्वरूपसिद्ध व्यक्ति तुम्हें ज्ञान प्रदान कर सकते हैं, क्योंकि उन्होंने सत्य का दर्शन किया है ।"
    },
    {
        "number": "4.35",
        "shlok": "यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव । येन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि ॥ ३५ ॥",
        "meaning": "तथा इस ज्ञान को प्राप्त करके तुम पुनः कभी ऐसे मोह को प्राप्त नहीं होगे, क्योंकि इस ज्ञान के द्वारा तुम देख सकोगे कि सभी जीव परमात्मा के अंश स्वरूप हैं, अर्थात् वे सब मेरे हैं ।"
    },
    {
        "number": "4.36",
        "shlok": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः । सर्वं ज्ञानप्लवेनैव वृजिनं संतरिष्यसि ॥ ३६ ॥",
        "meaning": "यदि तुम्हें समस्त पापियों में भी सर्वाधिक पापी समझा जाये तो भी तुम दिव्य ज्ञान रूपी नाव में स्थित होकर दुःख-सागर को पार करने में समर्थ होगे ।"
    },
    {
        "number": "4.37",
        "shlok": "यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन । ज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा ॥ ३७ ॥",
        "meaning": "हे अर्जुन! जैसे प्रज्वलित अग्नि ईंधन को भस्म कर देती है, उसी तरह ज्ञान रूपी अग्नि भौतिक कर्मों के समस्त फलों को जला डालती है ।"
    },
    {
        "number": "4.38",
        "shlok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते । तत्स्वयं योगसंसिद्धः कालेनात्मनि विन्दति ॥ ३८ ॥",
        "meaning": "इस संसार में दिव्य ज्ञान के समान कुछ भी उदात्त तथा शुद्ध नहीं है । ऐसा ज्ञान समस्त योग का परिपक्व फल है । जो व्यक्ति भक्ति में सिद्ध हो जाता है, वह यथासमय अपने अन्तर में इस ज्ञान का आस्वादन करता है ।"
    },
    {
        "number": "4.39",
        "shlok": "श्रद्धावॉंल्लभते ज्ञानं तत्परः संयतेन्द्रियः । ज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति ॥ ३९ ॥",
        "meaning": "जो श्रद्धालु दिव्य ज्ञान में समर्पित है और जिसने इन्द्रियों को वश में कर लिया है, वह इस ज्ञान को प्राप्त करने का अधिकारी है और इसे प्राप्त करते ही वह तुरन्त आध्यात्मिक शान्ति को प्राप्त होता है ।"
    },
    {
        "number": "4.40",
        "shlok": "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति । नायं लोकोऽस्ति न परो न सुखं संशयात्मनः ॥ ४० ॥",
        "meaning": "किन्तु जो अज्ञानी तथा श्रद्धाविहीन व्यक्ति शास्त्रों में संदेह करते हैं, वे भगवद्भावनामृत नहीं प्राप्त करते, अपितु नीचे गिर जाते हैं । संशयात्मा के लिए न तो इस लोक में, न ही परलोक में कोई सुख है ।"
    },
    {
        "number": "4.41",
        "shlok": "योगसंन्यस्तकर्माणं ज्ञानसंछिन्नसंशयम् । आत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय ॥ ४१ ॥",
        "meaning": "हे धनंजय! जो व्यक्ति अपने कर्मफलों का परित्याग करते हुए भक्ति करता है और जिसके संशय दिव्य ज्ञान द्वारा विनष्ट हो चुके हैं, वह वास्तव में आत्म-परायण है । अतः उसे सकाम कर्मों के बन्धन नहीं बाँधते ।"
    },
    {
        "number": "4.42",
        "shlok": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः । छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत ॥ ४२ ॥",
        "meaning": "अतएव तुम्हारे हृदय में अज्ञान के कारण जो संशय उठे हैं उन्हें ज्ञान रूपी शस्त्र से काट डालो । हे भारत! तुम योग से युक्त होकर खड़े होओ और युद्ध करो ।"
    },
    {
        "number": "5.1",
        "shlok": "अर्जुन उवाच | संन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि | यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् || १ ||",
        "meaning": "अर्जुन ने कहा – हे कृष्ण ! पहले आप मुझसे कर्म त्यागने के लिए कहते हैं और फिर भक्तिपूर्वक कर्म करने का आदेश देते हैं | क्या आप अब कृपा करके निश्चित रूप से मुझे बताएँगे कि इन दोनों में से कौन अधिक लाभप्रद है?"
    },
    {
        "number": "5.2",
        "shlok": "श्रीभगवानुवाच | संन्यासः कर्मयोगश्च निःश्रेयसकरावुभौ | तयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते || २ ||",
        "meaning": "श्रीभगवान् ने उत्तर दिया – मुक्ति के लिए तो कर्म का परित्याग तथा भक्तिमय-कर्म (कर्मयोग) दोनों ही उत्तम हैं | किन्तु इन दोनों में से कर्म के परित्याग से भक्तियुक्त कर्म श्रेष्ठ है |"
    },
    {
        "number": "5.3",
        "shlok": "ज्ञेयः स नित्यसंन्यासी यो न द्वेष्टि न काङ्क्षति | निर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते || ३ ||",
        "meaning": "जो पुरुष न तो कर्मफलों से घृणा करता है और न कर्मफल की इच्छा करता है, वह नित्य संन्यासी जाना जाता है | हे महाबाहु अर्जुन ! ऐसा मनुष्य समस्त द्वन्द्वों से रहित होकर भवबन्धन को पार कर और मुक्त हो जाता है |"
    },
    {
        "number": "5.4",
        "shlok": "सांख्ययोगौ पृथग्बालाः प्रवदन्ति न पण्डिताः | एकमप्यास्थितः सम्यगुभयोर्विन्दते फलम् || ४ ||",
        "meaning": "अज्ञानी ही भक्ति (कर्मयोग) को भौतिक जगत के विश्लेषणात्मक अध्ययन (सांख्य) से भिन्न कहते हैं | जो वास्तव में विद्वान हैं वे कहते हैं कि जो इनमें से किसी एक मार्ग का भलीभाँति अनुसरण करता है, उसे दोनों के फल प्राप्त होते हैं |"
    },
    {
        "number": "5.5",
        "shlok": "यत्सांख्यैः प्राप्यते स्थानं तद्योगैरपि गम्यते | एकं सांख्यं च योगं च यः पश्यति स पश्यति || ५ ||",
        "meaning": "जो यह जानता है कि विश्लेषणात्मक अध्ययन (सांख्य) द्वारा प्राप्य स्थान भक्ति द्वारा भी प्राप्त किया जा सकता है, और इस तरह जो सांख्ययोग तथा भक्तियोग को एकसमान देखता है, वही वस्तुओं को यथार्थ रूप में देखता है |"
    },
    {
        "number": "5.6",
        "shlok": "संन्यासस्तु महाबाहो दुःखमाप्तुमयोगतः | योगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति || ६ ||",
        "meaning": "भक्ति में लगे बिना केवल समस्त कर्मों का परित्याग करने से कोई सुखी नहीं बन सकता | परन्तु भक्ति में लगा हुआ विचारवान व्यक्ति शीघ्र ही परमेश्वर को प्राप्त कर लेता है |"
    },
    {
        "number": "5.7",
        "shlok": "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रियः | सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते || ७ ||",
        "meaning": "जो भक्तिभाव से कर्म करता है, जो विशुद्ध आत्मा है और अपने मन तथा इन्द्रियों को वश में रखता है, वह सबों को प्रिय होता है और सभी लोग उसे प्रिय होते हैं | ऐसा व्यक्ति कर्म करता हुआ भी कभी नहीं बँधता |"
    },
    {
        "number": "5.8-9",
        "shlok": "नैव किञ्चित्करोमीति युक्तो मन्येत तत्त्ववित् | पश्यञ्शृण्वन्स्पृशञ्जिघ्रन्नश्नन्गच्छन्स्वपन्श्वसन् || ८ || प्रलपन्विसृजन्गृह्णन्नुन्मिषन्निमिषन्नपि | इन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् || ९ ||",
        "meaning": "दिव्य भावनामृत युक्त पुरुष देखते, सुनते, स्पर्श करते, सूँघते, खाते, चलते, फिरते, सोते तथा श्वास लेते हुए भी अपने अन्तर में सदैव यही जानता रहता है कि वास्तव में वह कुछ भी नहीं करता | बोलते, त्यागते, ग्रहण करते या आँखों को खोलते-बन्द करते हुए भी वह यह जानता रहता है कि भौतिक इन्द्रियाँ अपने-अपने विषयों में प्रवृत्त हैं और वह इन सबों से पृथक् है |"
    },
    {
        "number": "5.10",
        "shlok": "ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति यः | लिप्यते न स पापेन पद्मपत्रमिवाम्भसा || १० ||",
        "meaning": "जो पुरुष अपने कर्मफलों को परमेश्वर को समर्पित करके आसक्ति रहित होकर अपना कर्म करता है, वह पापकर्मों से उसी प्रकार अप्रभावित रहता है, जिस प्रकार कमलपत्र जल से अस्पृश्य रहता है |"
    },
    {
        "number": "5.11",
        "shlok": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि | योगिनः कर्म कुर्वन्ति सङ्गं त्यक्त्वात्मशुद्धये || ११ ||",
        "meaning": "योगीजन आसक्ति को त्याग कर शरीर, मन, बुद्धि तथा इन्द्रियों के द्वारा भी केवल शुद्धि के लिए ही कर्म करते हैं |"
    },
    {
        "number": "5.12",
        "shlok": "युक्तः कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम् | अयुक्तः कामकारेण फले सक्तो निबध्यते || १२ ||",
        "meaning": "निश्चल भक्त शान्ति प्राप्त करता है क्योंकि वह समस्त कर्मफल मुझे अर्पित कर देता है, किन्तु जो व्यक्ति भगवान् से युक्त नहीं है और जो अपने श्रम का फल कामी है, वह बँध जाता है |"
    },
    {
        "number": "5.13",
        "shlok": "सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी | नवद्वारे पुरे देही नैव कुर्वन्न कारयन् || १३ ||",
        "meaning": "जब देहधारी जीवात्मा अपनी प्रकृति को वश में कर लेता है और मन से समस्त कर्मों का परित्याग कर देता है, तब वह नौ द्वारों वाले नगर (भौतिक शरीर) में बिना कुछ किये कराये सुखपूर्वक रहता है |"
    },
    {
        "number": "5.14",
        "shlok": "न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभुः | न कर्मफलसंयोगं स्वभावस्तु प्रवर्तते || १४ ||",
        "meaning": "शरीर रूपी नगर का स्वामी देहधारी जीवात्मा न तो कर्म का सृजन करता है, न लोगों को कर्म करने के लिए प्रेरित करता है, न ही कर्मफल की रचना करता है | यह सब तो प्रकृति के गुणों द्वारा ही किया जाता है |"
    },
    {
        "number": "5.15",
        "shlok": "नादत्ते कस्यचित्पापं न चैव सुकृतं विभुः | अज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तवः || १५ ||",
        "meaning": "परमेश्वर न तो किसी के पापों को ग्रहण करता है, न पुण्यों को | किन्तु सारे देहधारी जीव उस अज्ञान के कारण मोहग्रस्त रहते हैं, जो उनके वास्तविक ज्ञान को आच्छादित किये रहता है |"
    },
    {
        "number": "5.16",
        "shlok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः | तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् || १६ ||",
        "meaning": "किन्तु जब कोई उस ज्ञान से प्रबुद्ध होता है, जिससे अविद्या (अज्ञान) का विनाश होता है, तो उसके ज्ञान से सब कुछ उसी तरह प्रकट हो जाता है, जैसे दिन में सूर्य से सारी वस्तुएँ प्रकाशित हो जाती हैं |"
    },
    {
        "number": "5.17",
        "shlok": "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः | गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषाः || १७ ||",
        "meaning": "जब मनुष्य की बुद्धि, मन, श्रद्धा तथा शरण सब कुछ भगवान् में स्थिर हो जाते हैं, तभी वह पूर्ण ज्ञान द्वारा समस्त कल्मष से शुद्ध होता है और मुक्ति के पथ पर अग्रसर होता है |"
    },
    {
        "number": "5.18",
        "shlok": "विद्याविनयसम्पन्ने ब्राह्मणे गवि हस्तिनि | शुनि चैव श्वपाके च पण्डिताः समदर्शिनः || १८ ||",
        "meaning": "विनम्र साधुपुरुष अपने वास्तविक ज्ञान के कारण एक विद्वान तथा विनीत ब्राह्मण, गाय, हाथी, कुत्ता तथा चाण्डाल को समान दृष्टि (समभाव) से देखते हैं |"
    },
    {
        "number": "5.19",
        "shlok": "इहैव तैर्जितः सर्गो येषां साम्ये स्थितं मनः | निर्दोषं हि समं ब्रह्म तस्माद्ब्रह्मणि ते स्थिताः || १९ ||",
        "meaning": "जिनके मन एकत्व तथा समता में स्थित हैं, उन्होंने जन्म तथा मृत्यु के बन्धनों को पहले ही जीत लिया है | वे ब्रह्म के समान निर्दोष हैं और सदा ब्रह्म में ही स्थित रहते हैं |"
    },
    {
        "number": "5.20",
        "shlok": "न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् | स्थिरबुद्धिरसम्मूढो ब्रह्मविद् ब्रह्मणि स्थितः || २० ||",
        "meaning": "जो न तो प्रिय वस्तु को पाकर हर्षित होता है और न अप्रिय को पाकर विचलित होता है, जो स्थिरबुद्धि है, जो मोहरहित और भगवद्विद्या को जानने वाला है वह पहले से ही ब्रह्म में स्थित रहता है |"
    },
    {
        "number": "5.21",
        "shlok": "बाह्यस्पशेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम् | स ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते || २१ ||",
        "meaning": "ऐसा मुक्त पुरुष भौतिक इन्द्रियसुख की ओर आकृष्ट नहीं होता, अपितु सदैव समाधि में रहकर अपने अन्तर में आनन्द का अनुभव करता है | इस प्रकार स्वरुपसिद्ध व्यक्ति परब्रह्म में एकाग्रचित्त होने के कारण असीम सुख भोगता है |"
    },
    {
        "number": "5.22",
        "shlok": "ये हि संस्पर्शजा भोगा दुःखयोनय एव ते | आद्यन्तवन्तः कौन्तेय न तेषु रमते बुधः || २२ ||",
        "meaning": "बुद्धिमान मनुष्य दुख के कारणों में भाग नहीं लेता जो कि भौतिक इन्द्रियों के संसर्ग से उत्पन्न होते हैं | हे कुन्तीपुत्र! ऐसे भोगों का आदि तथा अन्त होता है, अतः चतुर व्यक्ति उनमें आनन्द नहीं लेता |"
    },
    {
        "number": "5.23",
        "shlok": "शक्नोतीहैव यः सोढुं प्राक्शरीरविमोक्षणात् | कामक्रोधोद्भवं वेगं स युक्तः स सुखी नरः || २३ ||",
        "meaning": "यदि इस शरीर को त्यागने के पूर्व कोई मनुष्य इन्द्रियों के वेगों को सहन करने तथा इच्छा एवं क्रोध के वेग को रोकने में समर्थ होता है, तो वह इस संसार में सुखी रह सकता है |"
    },
    {
        "number": "5.24",
        "shlok": "योऽन्तःसुखोऽन्तरारामस्तथान्तर्ज्योतिरेव यः | स योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति || २४ ||",
        "meaning": "जो अन्तःकरण में सुख का अनुभव करता है, जो कर्मठ है और अन्तःकरण में ही रमण करता है तथा जिसका लक्ष्य अन्तर्मुखी होता है वह सचमुच पूर्ण योगी है | वह परब्रह्म में मुक्ति पाता है और अन्ततोगत्वा ब्रह्म को प्राप्त होता है |"
    },
    {
        "number": "5.25",
        "shlok": "लभन्ते ब्रह्मनिर्वाणमृषयः क्षीणकल्मषाः | छिन्नद्वैधा यतात्मानः सर्वभूतहिते रताः || २५ ||",
        "meaning": "जो लोग संशय से उत्पन्न होने वाले द्वैत से परे हैं, जिनके मन आत्म-साक्षात्कार में रत हैं, जो समस्त जीवों के कल्याणकार्य करने में सदैव व्यस्त रहते हैं और जो समस्त पापों से रहित हैं, वे ब्रह्मनिर्वाण (मुक्ति) को प्राप्त होते हैं |"
    },
    {
        "number": "5.26",
        "shlok": "कामक्रोधविमुक्तानां यतीनां यतचेतसाम् | अभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् || २६ ||",
        "meaning": "जो क्रोध तथा समस्त भौतिक इच्छाओं से रहित हैं, जो स्वरूपसिद्ध, आत्मसंयमी हैं और संसिद्धि के लिए निरन्तर प्रयास करते हैं, उनकी मुक्ति निकट भविष्य में सुनिश्चित है |"
    },
    {
        "number": "5.27-28",
        "shlok": "स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवोः | प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ || २७ || यतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायणः | विगतेच्छाभयक्रोधो यः सदा मुक्त एव सः || २८ ||",
        "meaning": "समस्त इन्द्रियविषयों को बाहर करके, दृष्टि को भौंहों के मध्य केन्द्रित करके, प्राण तथा अपान वायु को नथुनों के भीतर रोककर और इस तरह मन, इन्द्रियों तथा बुद्धि को वश में करके जो मोक्ष को लक्ष्य बनाता है, वह योगी इच्छा, भय तथा क्रोध से रहित हो जाता है | जो निरंतर इस अवस्था में रहता है, वह अवश्य ही मुक्त है |"
    },
    {
        "number": "5.29",
        "shlok": "भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम् | सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति || २९ ||",
        "meaning": "मुझे समस्त यज्ञों तथा तपस्याओं का परम भोक्ता, समस्त लोकों तथा देवताओं का परमेश्वर एवं समस्त जीवों का उपकारी एवं हितैषी जानकर भक्त शान्ति के संतापों से सदैव के लिए शान्ति लाभ करता है |"
    },
    {
        "number": "6.1",
        "shlok": "श्रीभगवानुवाच । अनाश्रितः कर्मफलं कार्यं कर्म करोति यः । स संन्यासी च योगी च न निरग्निर्न चाक्रियः ॥ १ ॥",
        "meaning": "श्रीभगवान् ने कहा – जो पुरुष अपने कर्मफल के प्रति अनासक्त है और जो अपने कर्तव्य का पालन करता है, वही संन्यासी और असली योगी है | वह नहीं, जो न तो अग्नि जलाता है और न कर्म करता है |"
    },
    {
        "number": "6.2",
        "shlok": "यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव । न ह्यसंन्यस्तसङ्कल्पो योगी भवति कश्चन ॥ २ ॥",
        "meaning": "हे पाण्डुपुत्र! जिसे संन्यास कहते हैं उसे ही तुम योग अर्थात् परब्रह्म से युक्त होना जानो क्योंकि इन्द्रियतृप्ति के लिए इच्छा को त्यागे बिना कोई कभी योगी नहीं हो सकता |"
    },
    {
        "number": "6.3",
        "shlok": "आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते । योगारूढस्य तस्यैव शमः कारणमुच्यते ॥ ३ ॥",
        "meaning": "अष्टांगयोग के नवसाधक के लिए कर्म साधन कहलाता है और योगसिद्ध पुरुष के लिए समस्त भौतिक कार्यकलापों का परित्याग ही साधन कहा जाता है |"
    },
    {
        "number": "6.4",
        "shlok": "यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते । सर्वसङ्कल्पसंन्यासी योगारूढस्तदोच्यते ॥ ४ ॥",
        "meaning": "जब कोई पुरुष समस्त भौतिक इच्छाओं का त्याग करके न तो इन्द्रियतृप्ति के लिए कार्य करता है और न सकाम कर्मों में प्रवृत्त होता है तो वह योगारूढ़ कहलाता है |"
    },
    {
        "number": "6.5",
        "shlok": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् । आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः ॥ ५ ॥",
        "meaning": "मनुष्य को चाहिए कि अपने मन की सहायता से अपना उद्धार करे और अपने को नीचे न गिरने दे | यह मन बद्धजीव का मित्र भी है और शत्रु भी |"
    },
    {
        "number": "6.6",
        "shlok": "बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः । अनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत् ॥ ६ ॥",
        "meaning": "जिसने मन को जीत लिया है उसके लिए मन सर्वश्रेष्ठ मित्र है, किन्तु जो ऐसा नहीं कर पाया उसके लिए मन सबसे बड़ा शत्रु बना रहेगा |"
    },
    {
        "number": "6.7",
        "shlok": "जितात्मनः प्रशान्तस्य परमात्मा समाहितः । शीतोष्णसुखदुःखेषु तथा मानापमानयोः ॥ ७ ॥",
        "meaning": "जिसने मन को जीत लिया है, उसने पहले ही परमात्मा को प्राप्त कर लिया है, क्योंकि उसने शान्ति प्राप्त कर ली है | ऐसे पुरुष के लिए सुख-दुख, सर्दी-गर्मी एवं मान-अपमान एक से हैं |"
    },
    {
        "number": "6.8",
        "shlok": "ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रियः । युक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चनः ॥ ८ ॥",
        "meaning": "वह व्यक्ति आत्म-साक्षात्कार को प्राप्त तथा योगी कहलाता है जो अपने अर्जित ज्ञान तथा अनुभूति से पूर्णतया सन्तुष्ट रहता है | ऐसा व्यक्ति अध्यात्म को प्राप्त तथा जितेन्द्रिय कहलाता है | वह सभी वस्तुओं को – चाहे वे कंकड़ हों, पत्थर हों या कि सोना – एकसमान देखता है |"
    },
    {
        "number": "6.9",
        "shlok": "सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु । साधुष्वपि च पापेषु समबुद्धिर्विशिष्यते ॥ ९ ॥",
        "meaning": "जब मनुष्य निष्कपट हितैषियों, प्रिय मित्रों, तटस्थों, मध्यस्थों, ईर्ष्यालुओं, शत्रुओं तथा मित्रों, पुण्यात्माओं एवं पापियों को समान भाव से देखता है, तो वह और भी उन्नत माना जाता है |"
    },
    {
        "number": "6.10",
        "shlok": "योगी युञ्जीत सततमात्मानं रहसि स्थितः । एकाकी यतचित्तात्मा निराशीरपरिग्रहः ॥ १० ॥",
        "meaning": "योगी को चाहिए कि वह सदैव अपने शरीर, मन तथा आत्मा को परमेश्वर में लगाए, एकान्त स्थान में रहे और बड़ी सावधानी के साथ अपने मन को वश में करे | उसे समस्त आकांक्षाओं तथा संग्रहभाव से मुक्त होना चाहिए |"
    },
    {
        "number": "6.11-12",
        "shlok": "शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मनः । नात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् ॥ ११ ॥ तत्रैकाग्रं मनः कृत्वा यतचित्तेन्द्रियक्रियः । उपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये ॥ १२ ॥",
        "meaning": "योगाभ्यास के लिए योगी को एकान्त स्थान में जाकर भूमि पर कुशा बिछानी चाहिए और फिर उसे मृगछाला से ढंक कर तथा ऊपर से मुलायम वस्त्र बिछाकर आसन लगाना चाहिए | आसन न तो बहुत ऊँचा हो, न बहुत नीचा | यह पवित्र स्थान में स्थित हो | योगी को चाहिए कि इस पर दृढ़तापूर्वक बैठ कर मन, इन्द्रियों तथा कर्मों को वश में करते हुए तथा मन को एक बिन्दु पर स्थिर करके हृदय को शुद्ध करने के लिए योगाभ्यास करे |"
    },
    {
        "number": "6.13-14",
        "shlok": "समं कायशिरोग्रीवं धारयन्नचलं स्थिरः । सम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् ॥ १३ ॥ प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः । मनः संयम्य मच्चित्तो युक्त आसीत मत्परः ॥ १४ ॥",
        "meaning": "जो योगाभ्यास का व्रत धारण करे, उसे चाहिए कि वह अपने शरीर, गर्दन तथा सिर को सीधा रखे और नाक के अगले सिरे पर दृष्टि लगाए | इस प्रकार वह अविचलित तथा दमित मन से, भय रहित, विषय जीवन से पूर्णतया मुक्त होकर अपने हृदय में मेरा चिन्तन करे और मुझे ही अपना चरम लक्ष्य बनाए |"
    },
    {
        "number": "6.15",
        "shlok": "युञ्जन्नेवं सदात्मानं योगी नियतमानसः । शान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति ॥ १५ ॥",
        "meaning": "इस प्रकार शरीर, मन तथा कर्मों में निरन्तर संयम का अभ्यास करते हुए संयमित मन वाला योगी इस भौतिक अस्तित्व की समाप्ति पर भगवद्धाम (कृष्ण के धाम) को प्राप्त होता है |"
    },
    {
        "number": "6.16",
        "shlok": "नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः । न चातिस्वप्नशीलस्य जाग्रतो नैव चार्जुन ॥ १६ ॥",
        "meaning": "हे अर्जुन! जो अधिक खाता है या बहुत कम खाता है, जो अधिक सोता है या जो पर्याप्त नहीं सोता, उसके लिए योगी बन पाना सम्भव नहीं है |"
    },
    {
        "number": "6.17",
        "shlok": "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु । युक्तस्वप्नावबोधस्य योगो भवति दुःखहा ॥ १७ ॥",
        "meaning": "जो खाने, सोने, आमोद-प्रमोद तथा काम करने की आदतों में नियमित रहता है, वह योगाभ्यास द्वारा समस्त भौतिक क्लेशों को नष्ट कर सकता है |"
    },
    {
        "number": "6.18",
        "shlok": "यदा विनियतं चित्तमात्मन्येवावतिष्ठते । निःस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा ॥ १८ ॥",
        "meaning": "जब योगी योगाभ्यास द्वारा अपने मानसिक कार्यकलापों को वश में कर लेता है और अध्यात्म में स्थित हो जाता है – अर्थात् समस्त भौतिक इच्छाओं से रहित हो जाता है – तब वह योग में सुस्थिर कहा जाता है |"
    },
    {
        "number": "6.19",
        "shlok": "यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता । योगिनो यतचित्तस्य युञ्जतो योगमात्मनः ॥ १९ ॥",
        "meaning": "जिस प्रकार वायु रहित स्थान में दीपक हिलता-डुलता नहीं, उसी प्रकार जिस योगी का मन वश में होता है, वह आत्म-तत्त्व के ध्यान में सदैव स्थिर रहता है |"
    },
    {
        "number": "6.20-23",
        "shlok": "यत्रोपरमते चित्तं निरुद्धं योगसेवया । यत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति ॥ २० ॥ सुखमात्यन्तिकं यत्तद्बुद्धिग्राह्यमतीन्द्रियम् । वेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वतः ॥ २१ ॥ यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः । यस्मिन्स्थितो न दुःखेन गुरुणापि विचाल्यते ॥ २२ ॥ तं विद्याद्दुःखसंयोगवियोगं योगसंज्ञितम् ॥ २३ ॥",
        "meaning": "समाधि की अवस्था में, जिसे योग कहते हैं, मनुष्य का मन योगाभ्यास के द्वारा भौतिक मानसिक क्रियाओं से पूर्णतया संयमित हो जाता है | इस सिद्धि की विशेषता यह है कि मनुष्य शुद्ध मन से अपने को देख सकता है और अपने आप में आनन्द उठा सकता है | उस आनन्दमयी स्थिति में वह दिव्य इन्द्रियों द्वारा असीम दिव्य सुख की अनुभूति करता है | इस प्रकार स्थापित मनुष्य कभी सत्य से विपथ नहीं होता और इस सुख की प्राप्ति हो जाने पर वह इससे बड़ा कोई दूसरा लाभ नहीं मानता | ऐसी स्थिति को पाकर मनुष्य बड़ी से बड़ी कठिनाई में भी विचलित नहीं होता | यह दुखों के संयोग से वास्तविक मुक्ति है |"
    },
    {
        "number": "6.24",
        "shlok": "स निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा । सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः । मनसैवेन्द्रियग्रामं विनियम्य समन्ततः ॥ २४ ॥",
        "meaning": "मनुष्य को चाहिए कि संकल्प तथा श्रद्धा के साथ योगाभ्यास में लगे और पथ से विचलित न हो | उसे चाहिए कि मनोधर्म से उत्पन्न समस्त इच्छाओं को निरपवाद रूप से त्याग दे और इस प्रकार मन के द्वारा सभी ओर से इन्द्रियों को वश में करे |"
    },
    {
        "number": "6.25",
        "shlok": "शनैः शनैरुपरमेद्बुद्ध्या धृतिगृहीतया । आत्मसंस्थं मनः कृत्वा न किञ्चिदपि चिन्तयेत् ॥ २५ ॥",
        "meaning": "धीरे-धीरे, क्रमशः, पूर्ण विश्वास तथा बुद्धि के द्वारा समाधि में स्थित होना चाहिए और मन को एकमात्र आत्मा में स्थित करना चाहिए तथा अन्य कुछ भी नहीं सोचना चाहिए |"
    },
    {
        "number": "6.26",
        "shlok": "यतो यतो निश्चरति मनश्चञ्चलमस्थिरम् । ततस्ततो नियम्यैतदात्मन्येव वशं नयेत् ॥ २६ ॥",
        "meaning": "मन अपनी चंचलता तथा अस्थिरता के कारण जहाँ कहीं भी विचरण करता हो, मनुष्य को चाहिए कि उसे वहाँ से खींचे और अपने वश में लाए |"
    },
    {
        "number": "6.27",
        "shlok": "प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम् । उपैति शान्तरजसं ब्रह्मभूतमकल्मषम् ॥ २७ ॥",
        "meaning": "जिस योगी का मन मुझमें लीन रहता है, उसे निश्चय ही सर्वोच्च सिद्धि प्राप्त होती है | उसका रजोगुण शान्त हो जाता है, वह वास्तविक शान्ति को पाता है और पाप-कर्मों से मुक्त हो जाता है |"
    },
    {
        "number": "6.28",
        "shlok": "युञ्जन्नेवं सदात्मानं योगी विगतकल्मषः । सुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्नुते ॥ २८ ॥",
        "meaning": "इस प्रकार योगाभ्यास में निरन्तर लगा रहकर आत्म-संयमी योगी समस्त भौतिक कल्मष से मुक्त हो जाता है और भगवान् की दिव्य प्रेमाभक्ति में परम सुख प्राप्त करता है |"
    },
    {
        "number": "6.29",
        "shlok": "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि । ईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः ॥ २९ ॥",
        "meaning": "वास्तविक योगी समस्त जीवों में मुझको तथा सबों में मुझको देखता है | निस्सन्देह स्वरूपसिद्ध व्यक्ति मुझ परमेश्वर को सर्वत्र देखता है |"
    },
    {
        "number": "6.30",
        "shlok": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति । तस्याहं न प्रणश्यामि स च मे न प्रणश्यति ॥ ३० ॥",
        "meaning": "जो मुझे सर्वत्र देखता है और सब कुछ मुझमें देखता है, उसके लिए न तो मैं कभी अदृश्य होता हूँ और न वह मेरे लिए अदृश्य होता है |"
    },
    {
        "number": "6.31",
        "shlok": "सर्वभूतस्थितं यो मां भजत्येकत्वमास्थितः । सर्वथा वर्तमानोऽपि स योगी मयि वर्तते ॥ ३१ ॥",
        "meaning": "जो योगी मुझे तथा परमात्मा को अभिन्न जानते हुए परमात्मा की भक्तिपूर्वक सेवा करता है, वह हर प्रकार से मुझमें सदैव स्थित रहता है |"
    },
    {
        "number": "6.32",
        "shlok": "आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन । सुखं वा यदि वा दुःखं स योगी परमो मतः ॥ ३२ ॥",
        "meaning": "हे अर्जुन! वह पूर्ण योगी है, जो अपनी तुलना से समस्त प्राणियों की उनके सुखों तथा दुखों में वास्तविक समानता का दर्शन करता है |"
    },
    {
        "number": "6.33",
        "shlok": "अर्जुन उवाच । योऽयं योगस्त्वया प्रोक्तः साम्येन मधुसूदन । एतस्याहं न पश्यामि चञ्चलत्वात्स्थितिं स्थिराम् ॥ ३३ ॥",
        "meaning": "अर्जुन ने कहा – हे मधुसूदन! आपने जिस योगपद्धति का संक्षेप में वर्णन किया है, वह मेरे लिए अव्यावहारिक तथा असहनीय है, क्योंकि मेरा मन अस्थिर तथा चंचल है |"
    },
    {
        "number": "6.34",
        "shlok": "चञ्चलं हि मनः कृष्ण प्रमाथि बलवद्दृढम् । तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् ॥ ३४ ॥",
        "meaning": "हे कृष्ण! चूँकि मन चंचल, अस्थिर, उच्छृंखल, हठीला तथा अत्यन्त बलवान है, अतः मुझे इसे वश में करना वायु को वश में करने से भी अधिक कठिन लगता है |"
    },
    {
        "number": "6.35",
        "shlok": "श्रीभगवानुवाच । असंशयं महाबाहो मनो दुर्निग्रहं चलम् । अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते ॥ ३५ ॥",
        "meaning": "भगवान् श्रीकृष्ण ने कहा – हे महाबाहु कुन्तीपुत्र! निस्सन्देह चंचल मन को वश में करना अत्यन्त कठिन है, किन्तु उपयुक्त अभ्यास द्वारा तथा विरक्ति द्वारा इसे वश में किया जा सकता है |"
    },
    {
        "number": "6.36",
        "shlok": "असंयतात्मना योगो दुष्प्राप इति मे मतिः । वश्यात्मना तु यतता शक्योऽवाप्तुमुपायतः ॥ ३६ ॥",
        "meaning": "जिसका मन उच्छृंखल है, उसके लिए आत्म-साक्षात्कार कठिन कार्य है | किन्तु जिसका मन संयमित है और जो समुचित उपाय करता है, उसकी सफलता ध्रुव है | ऐसा मेरा मत है |"
    },
    {
        "number": "6.37",
        "shlok": "अर्जुन उवाच । अयतिः श्रद्धयोपेतो योगाच्चलितमानसः । अप्राप्य योगसंसिद्धिं कां गतिं कृष्ण गच्छति ॥ ३७ ॥",
        "meaning": "अर्जुन ने कहा – हे कृष्ण! उस असफल योगी की गति क्या है, जो प्रारम्भ में श्रद्धापूर्वक आत्म-साक्षात्कार की विधि ग्रहण करता है, किन्तु बाद में भौतिकता के कारण उससे विचलित हो जाता है और योगसिद्धि को प्राप्त नहीं कर पाता?"
    },
    {
        "number": "6.38",
        "shlok": "कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति । अप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि ॥ ३८ ॥",
        "meaning": "हे महाबाहु कृष्ण! क्या वह अपने मार्ग से भ्रष्ट होकर छिन्न-भिन्न बादल की भाँति विनष्ट नहीं हो जाता? जिसके फलस्वरूप उसे किसी लोक में स्थान नहीं मिल पाता |"
    },
    {
        "number": "6.39",
        "shlok": "एतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषतः । त्वदन्यः संशयस्यास्य छेत्ता न ह्युपपद्यते ॥ ३९ ॥",
        "meaning": "हे कृष्ण! यही मेरा सन्देह है और मैं आपसे इसे पूर्णतया दूर करने की प्रार्थना कर रहा हूँ | आपके अतिरिक्त अन्य कोई ऐसा नहीं है, जो इस सन्देह को नष्ट कर सके |"
    },
    {
        "number": "6.40",
        "shlok": "श्रीभगवानुवाच । पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते । न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति ॥ ४० ॥",
        "meaning": "भगवान् ने कहा – हे पृथापुत्र! कल्याण कार्यों में निरत अध्यात्मवादी का विनाश न तो इस लोक में है, न परलोक में | हे मित्र! भलाई करने वाला कभी बुराई से पराजित नहीं होता |"
    },
    {
        "number": "6.41",
        "shlok": "प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वतीः समाः । शुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते ॥ ४१ ॥",
        "meaning": "असफल योगी पवित्र आत्माओं के लोकों में अनेक वर्षों तक भोग करने के बाद या तो सदाचारी पुरुषों के परिवार में या कि धनवानों के कुल में जन्म लेता है |"
    },
    {
        "number": "6.42",
        "shlok": "अथवा योगिनामेव कुले भवति धीमताम् । एतद्धि दुर्लभतरं लोके जन्म यदीदृशम् ॥ ४२ ॥",
        "meaning": "अथवा (यदि वह दीर्घकाल तक योग करने के बाद असफल रहता है तो) वह ऐसे ज्ञानवान योगियों के कुल में जन्म लेता है, जो अति बुद्धिमान हैं | निश्चय ही इस संसार में ऐसा जन्म दुर्लभ है |"
    },
    {
        "number": "6.43",
        "shlok": "तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् । यतते च ततो भूयः संसिद्धौ कुरुनन्दन ॥ ४३ ॥",
        "meaning": "हे कुरुनन्दन! ऐसा जन्म पाकर वह अपने पूर्वजन्म की दैवी चेतना को पुनः प्राप्त करता है और पूर्ण सफलता प्राप्त करने के उद्देश्य से वह आगे उन्नति करने का प्रयास करता है |"
    },
    {
        "number": "6.44",
        "shlok": "पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः । जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ॥ ४४ ॥",
        "meaning": "अपने पूर्वजन्म की दैवी चेतना से वह न चाहते हुए भी स्वतः योग के नियमों की ओर आकर्षित होता है | ऐसा जिज्ञासु योगी शास्त्रों के अनुष्ठानों से परे स्थित होता है |"
    },
    {
        "number": "6.45",
        "shlok": "प्रयत्नाद्यतमानस्तु योगी संशुद्धकिल्बिषः । अनेकजन्मसंसिद्धस्ततो याति परां गतिम् ॥ ४५ ॥",
        "meaning": "और जब योगी समस्त किल्बिष से शुद्ध होकर सच्ची निष्ठा से आगे प्रगति करने का प्रयास करता है, तो अन्ततोगत्वा अनेक जन्मों के अभ्यास के पश्चात् सिद्धि-लाभ करके वह परम गन्तव्य को प्राप्त करता है |"
    },
    {
        "number": "6.46",
        "shlok": "तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः । कर्मिभ्यश्चाधिको योगी तस्माद्योगी भवार्जुन ॥ ४६ ॥",
        "meaning": "योगी तपस्वी से, ज्ञानी से तथा सकाम कर्मी से बढ़कर होता है | अतः हे अर्जुन! तुम सभी प्रकार से योगी बनो |"
    },
    {
        "number": "6.47",
        "shlok": "योगिनामपि सर्वेषां मद्गतेनान्तरात्मना । श्रद्धावान्भजते यो मां स मे युक्ततमो मतः ॥ ४७ ॥",
        "meaning": "और समस्त योगियों में से जो योगी अत्यन्त श्रद्धापूर्वक मेरे परायण है, अपने अन्तःकरण में मेरे विषय में सोचता है और मेरी दिव्य प्रेमाभक्ति करता है वह योग में मुझसे परम अन्तरंग रूप में युक्त रहता है और सबों में सर्वोच्च है | यही मेरा मत है |"
    },
    {
        "number": "7.1",
        "shlok": "श्रीभगवानुवाच । मय्यासक्तमनाः पार्थ योगं युञ्जन्मदाश्रयः । असंशयं समग्रं मां यथा ज्ञास्यसि तच्छृणु ॥ १ ॥",
        "meaning": "श्रीभगवान् ने कहा – हे पृथापुत्र! अब सुनो कि तुम किस तरह मेरी भावना से पूर्ण होकर और मन को मुझमें आसक्त करके योगाभ्यास करते हुए मुझे पूर्णतया संशयरहित जान सकते हो |"
    },
    {
        "number": "7.2",
        "shlok": "ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषतः । यज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते ॥ २ ॥",
        "meaning": "मैं अब तुमसे पूर्ण रूप से व्यावहारिक तथा दिव्य ज्ञान कहूँगा जिसे जान लेने पर तुम्हें जानने के लिए और कुछ भी शेष नहीं रहेगा |"
    },
    {
        "number": "7.3",
        "shlok": "मनुष्याणां सहस्रेषु कश्चिद्यतति सिद्धये । यततामपि सिद्धानां कश्चिन्मां वेत्ति तत्त्वतः ॥ ३ ॥",
        "meaning": "कई हजार मनुष्यों में से कोई एक सिद्धि के लिए प्रयत्नशील होता है और इस तरह सिद्धि प्राप्त करने वालों में से विरला ही कोई मुझे वास्तव में जान पाता है |"
    },
    {
        "number": "7.4",
        "shlok": "भूमिरापोऽनलो वायुः खं मनो बुद्धिरेव च । अहङ्कार इतीयं मे भिन्ना प्रकृतिरष्टधा ॥ ४ ॥",
        "meaning": "पृथ्वी, जल, अग्नि, वायु, आकाश, मन, बुद्धि तथा अहंकार – ये आठ प्रकार से विभक्त मेरी भिन्ना (अपरा) प्रकृतियाँ हैं |"
    },
    {
        "number": "7.5",
        "shlok": "अपरेयमितस्त्वन्यां प्रकृतिं विद्धि मे पराम् । जीवभूतां महाबाहो ययेदं धार्यते जगत् ॥ ५ ॥",
        "meaning": "हे महाबाहु अर्जुन! इनके अतिरिक्त मेरी एक अन्य परा शक्ति है जो उन जीवों से युक्त है, जो इस भौतिक अपरा प्रकृति के साधनों का विदोहन कर रहे हैं |"
    },
    {
        "number": "7.6",
        "shlok": "एतद्योनीनि भूतानि सर्वाणीत्युपधारय । अहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा ॥ ६ ॥",
        "meaning": "सारे प्राणियों का उद्गम इन दोनों शक्तियों में है | इस जगत् में जो कुछ भी भौतिक तथा आध्यात्मिक है, उसकी उत्पत्ति तथा प्रलय मुझे ही जानो |"
    },
    {
        "number": "7.7",
        "shlok": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय । मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव ॥ ७ ॥",
        "meaning": "हे धनंजय! मुझसे श्रेष्ठ कोई सत्य नहीं है | जिस प्रकार मोती धागे में गुँथे रहते हैं, उसी प्रकार सब कुछ मुझ पर ही आश्रित है |"
    },
    {
        "number": "7.8",
        "shlok": "रसोऽहमप्सु कौन्तेय प्रभास्मि शशिसूर्ययोः । प्रणवः सर्ववेदेषु शब्दः खे पौरुषं नृषु ॥ ८ ॥",
        "meaning": "हे कुन्तीपुत्र! मैं जल का स्वाद हूँ, सूर्य तथा चन्द्रमा का प्रकाश हूँ, समस्त वैदिक मन्त्रों में ओंकार हूँ, आकाश में शब्द हूँ तथा मनुष्यों में सामर्थ्य हूँ |"
    },
    {
        "number": "7.9",
        "shlok": "पुण्यो गन्धः पृथिव्यां च तेजश्चास्मि विभावसौ । जीवनं सर्वभूतेषु तपश्चास्मि तपस्विषु ॥ ९ ॥",
        "meaning": "मैं पृथ्वी का आदि सुगन्ध और अग्नि की ऊष्मा हूँ | मैं समस्त जीवित प्राणियों का जीवन तथा समस्त तपस्वियों का तप हूँ |"
    },
    {
        "number": "7.10",
        "shlok": "बीजं मां सर्वभूतानां विद्धि पार्थ सनातनम् । बुद्धिर्बुद्धिमतामस्मि तेजस्तेजस्विनामहम् ॥ १० ॥",
        "meaning": "हे पृथापुत्र! यह जान लो कि मैं ही समस्त जीवों का आदि बीज हूँ, बुद्धिमानों की बुद्धि तथा समस्त तेजस्वी पुरुषों का तेज हूँ |"
    },
    {
        "number": "7.11",
        "shlok": "बलं बलवतां चाहं कामरागविवर्जितम् । धर्माविरुद्धो भूतेषु कामोऽस्मि भरतर्षभ ॥ ११ ॥",
        "meaning": "मैं बलवानों का कामनाओं तथा इच्छा से रहित बल हूँ | हे भरतश्रेष्ठ (अर्जुन)! मैं वह काम हूँ जो धर्म के विरुद्ध नहीं है |"
    },
    {
        "number": "7.12",
        "shlok": "ये चैव सात्त्विका भावा राजसास्तामसाश्च ये । मत्त एवेति तान्विद्धि न त्वहं तेषु ते मयि ॥ १२ ॥",
        "meaning": "तुम जान लो कि मेरी शक्ति द्वारा सारे गुण – चाहे वे सतोगुण हों, रजोगुण हों या तमोगुण हों – प्रकट होते हैं | एक प्रकार से मैं सब कुछ हूँ, किन्तु हूँ स्वतन्त्र | मैं प्रकृति के गुणों के अधीन नहीं हूँ, अपितु वे मेरे अधीन हैं |"
    },
    {
        "number": "7.13",
        "shlok": "त्रिभिर्गुणमयैर्भावैरेभिः सर्वमिदं जगत् । मोहितं नाभिजानाति मामेभ्यः परमव्ययम् ॥ १३ ॥",
        "meaning": "तीन गुणों (सतो, रजो तथा तमो) के द्वारा मोहग्रस्त यह सारा संसार मुझ गुणातीत तथा अविनाशी को नहीं जानता |"
    },
    {
        "number": "7.14",
        "shlok": "दैवी ह्येषा गुणमयी मम माया दुरत्यया । मामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते ॥ १४ ॥",
        "meaning": "प्रकृति के तीन गुणों वाली इस मेरी दैवी शक्ति को पार कर पाना कठिन है | किन्तु जो मेरे शरणागत हो जाते हैं, वे इसे सरलता से पार कर जाते हैं |"
    },
    {
        "number": "7.15",
        "shlok": "न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः । माययापहृतज्ञाना आसुरं भावमाश्रिताः ॥ १५ ॥",
        "meaning": "जो निपट मूर्ख हैं, जो मनुष्यों में अधम हैं, जिनका ज्ञान माया द्वारा हर लिया गया है तथा जो असुरों की नास्तिक प्रकृति को धारण करने वाले हैं, ऐसे दुष्ट मेरी शरण ग्रहण नहीं करते |"
    },
    {
        "number": "7.16",
        "shlok": "चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुन । आर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ ॥ १६ ॥",
        "meaning": "हे भरतश्रेष्ठ! चार प्रकार के पुण्यात्मा मेरी सेवा करते हैं – आर्त, जिज्ञासु, अर्थार्थी तथा ज्ञानी |"
    },
    {
        "number": "7.17",
        "shlok": "तेषां ज्ञानी नित्ययुक्त एकभक्तिर्विशिष्यते । प्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः ॥ १७ ॥",
        "meaning": "इनमें से जो परमज्ञानी है और शुद्धभक्ति में लगा रहता है वह सर्वश्रेष्ठ है, क्योंकि मैं उसे अत्यन्त प्रिय हूँ और वह मुझे प्रिय है |"
    },
    {
        "number": "7.18",
        "shlok": "उदाराः सर्व एवैते ज्ञानी त्वात्मैव मे मतम् । आस्थितः स हि युक्तात्मा मामेवानुत्तमां गतिम् ॥ १८ ॥",
        "meaning": "निस्सन्देह ये सब उदारचेता हैं, किन्तु जो मेरे ज्ञान को प्राप्त है, उसे मैं अपने ही समान मानता हूँ | वह मेरी दिव्य सेवा में तत्पर रहकर मुझ सर्वोच्च उद्देश्य को निश्चित रूप से प्राप्त करता है |"
    },
    {
        "number": "7.19",
        "shlok": "बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते । वासुदेवः सर्वमिति स महात्मा सुदुर्लभः ॥ १९ ॥",
        "meaning": "अनेक जन्म-जन्मान्तर के बाद जिसे सचमुच ज्ञान हो जाता है, वह मुझको समस्त कारणों का कारण जानकर मेरी शरण में आता है | ऐसा महात्मा अत्यन्त दुर्लभ होता है |"
    },
    {
        "number": "7.20",
        "shlok": "कामैस्तैस्तैर्हृतज्ञानाः प्रपद्यन्तेऽन्यदेवताः । तं तं नियममास्थाय प्रकृत्या नियताः स्वया ॥ २० ॥",
        "meaning": "जिनकी बुद्धि भौतिक इच्छाओं द्वारा मारी गई है, वे देवताओं की शरण में जाते हैं और वे अपने-अपने स्वभाव के अनुसार पूजा के विशेष विधि-विधानों का पालन करते हैं |"
    },
    {
        "number": "7.21",
        "shlok": "यो यो यां यां तनुं भक्तः श्रद्धयार्चितुमिच्छति । तस्य तस्याचलां श्रद्धां तामेव विदधाम्यहम् ॥ २१ ॥",
        "meaning": "मैं प्रत्येक जीव के हृदय में परमात्मा स्वरूप स्थित हूँ | जैसे ही कोई किसी देवता की पूजा करने की इच्छा करता है, मैं उसकी श्रद्धा को स्थिर करता हूँ, जिससे वह उसी विशेष देवता की भक्ति कर सके |"
    },
    {
        "number": "7.22",
        "shlok": "स तया श्रद्धया युक्तस्तस्याराधनमीहते । लभते च ततः कामान्मयैव विहितान्हि तान् ॥ २२ ॥",
        "meaning": "ऐसी श्रद्धा से समन्वित होकर वह देवता विशेष की पूजा करने का यत्न करता है और अपनी इच्छा की पूर्ति करता है | किन्तु वास्तविकता तो यह है कि ये सारे लाभ केवल मेरे द्वारा प्रदत्त हैं |"
    },
    {
        "number": "7.23",
        "shlok": "अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम् । देवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि ॥ २३ ॥",
        "meaning": "अल्पबुद्धि वाले व्यक्ति देवताओं की पूजा करते हैं और उन्हें प्राप्त होने वाले फल सीमित तथा क्षणिक होते हैं | देवताओं की पूजा करने वाले देवलोक को जाते हैं, किन्तु मेरे भक्त अन्ततः मेरे परमधाम को प्राप्त होते हैं |"
    },
    {
        "number": "7.24",
        "shlok": "अव्यक्तं व्यक्तिमापन्नं मन्यन्ते मामबुद्धयः । परं भावमजानन्तो ममाव्ययमनुत्तमम् ॥ २४ ॥",
        "meaning": "बुद्धिहीन मनुष्य मुझको ठीक से न जानने के कारण सोचते हैं कि मैं (भगवान् कृष्ण) पहले निराकार था और अब मैंने इस स्वरूप को धारण किया है | वे अपने अल्पज्ञान के कारण मेरी अविनाशी तथा सर्वोच्च प्रकृति को नहीं जान पाते |"
    },
    {
        "number": "7.25",
        "shlok": "नाहं प्रकाशः सर्वस्य योगमायासमावृतः । मूढोऽयं नाभिजानाति लोको मामजमव्ययम् ॥ २५ ॥",
        "meaning": "मैं मूर्खों तथा अल्पज्ञों के लिए कभी भी प्रकट नहीं हूँ | उनके लिए मैं अपनी अन्तरंगा शक्ति (योगमाया) द्वारा आच्छादित रहता हूँ | अतः वे यह नहीं जान पाते कि मैं अजन्मा तथा अविनाशी हूँ |"
    },
    {
        "number": "7.26",
        "shlok": "वेदाहं समतीतानि वर्तमानानि चार्जुन । भविष्याणि च भूतानि मां तु वेद न कश्चन ॥ २६ ॥",
        "meaning": "हे अर्जुन! श्रीभगवान् होने के नाते मैं जो कुछ भूतकाल में घटित हो चुका है, जो वर्तमान में घटित हो रहा है और जो भविष्य में होने वाला है, वह सब कुछ जानता हूँ | मैं समस्त जीवों को भी जानता हूँ, किन्तु मुझे कोई नहीं जानता |"
    },
    {
        "number": "7.27",
        "shlok": "इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन भारत । सर्वभूतानि सम्मोहं सर्गे यान्ति परन्तप ॥ २७ ॥",
        "meaning": "हे भरतवंशी! हे शत्रुविजेता! समस्त जीव जन्म लेते ही इच्छा तथा घृणा से उत्पन्न द्वन्द्वों से मोहग्रस्त होकर मोह को प्राप्त होते हैं |"
    },
    {
        "number": "7.28",
        "shlok": "येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम् । ते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः ॥ २८ ॥",
        "meaning": "जिन मनुष्यों ने पूर्वजन्मों में तथा इस जन्म में पुण्यकर्म किये हैं और जिनके पापकर्मों का पूर्णतया उच्छेदन हो चुका है, वे मोह के द्वन्द्वों से मुक्त हो जाते हैं और वे संकल्पपूर्वक मेरी सेवा में तत्पर होते हैं |"
    },
    {
        "number": "7.29",
        "shlok": "जरामरणमोक्षाय मामाश्रित्य यतन्ति ये । ते ब्रह्म तद्विदुः कृत्स्नमध्यात्मं कर्म चाखिलम् ॥ २९ ॥",
        "meaning": "जो जरामरण से मुक्ति पाने के लिए यत्नशील रहते हैं, वे बुद्धिमान व्यक्ति मेरी भक्ति की शरण ग्रहण करते हैं | वे वास्तव में ब्रह्म हैं क्योंकि वे दिव्य कर्मों के विषय में पूरी तरह से जानते हैं |"
    },
    {
        "number": "7.30",
        "shlok": "साधिभूताधिदैवं मां साधियज्ञं च ये विदुः । प्रयाणकालेऽपि च मां ते विदुर्युक्तचेतसः ॥ ३० ॥",
        "meaning": "जो मुझ परमेश्वर को मेरी पूर्ण चेतना में रहकर मुझे जगत का, देवताओं का तथा समस्त यज्ञ विधियों का नियामक जानते हैं, वे अपनी मृत्यु के समय भी मुझ भगवान् को जान और समझ सकते हैं |"
    }
]


